{
  "additionalDescription": "The recordings have been gathered into 7 different recordings. The dataset is uploaded to the macaulay library",
  "annotationsType": "Individual, sex, identity of mother, birth date, context of call (and other)",
  "captureDevice": "directional Sennheiser MKH 815T microphone attached to a Nagra sound recorder",
  "continent": "Africa",
  "countryCode": "TZ",
  "creators": [
    "Plooij, Frans X.",
    "van de Rijt-Plooij, Hetty",
    "Fischer, Martha",
    "Pusey, Anne"
  ],
  "datePublished": "2021-06-18T06:26:56.891644+00:00",
  "description": "Studies of chimpanzee vocal communication provide valuable insights into the\nevolution of communication in complex societies, and also comparative data for\nunderstanding the evolution of human language. One particularly valuable\ndataset of recordings from free-living chimpanzees was collected by Frans X.\nPlooij and the late Hetty van de Rijt-Plooij at Gombe National Park, Tanzania\n(1971–73). These audio specimens, which have not yet been analysed, total over\n10 h on 28 tapes, including 7 tapes focusing on adult individuals with a total\nof 605 recordings. In 2014 the first part of that collection of audio\nspecimens covering the vocalizations of the immature Gombe chimpanzees was\nmade available. The data package described here covers the vocalizations of\nthe adult chimpanzees. We expect these recordings will prove useful for\nstudies on topics including referential signalling and the emergence of\ndialects. The digitized sound recordings were stored in the Macaulay Library\nand the Dryad Repository. In addition, the original notes on the contexts of\nthe calls were translated and transcribed from Dutch into English.\n\n",
  "labellingLevel": "",
  "license": "cc-zero",
  "lifeStage": "",
  "locality": "Gombe National Park",
  "minAndMaxRecordingDuration": "",
  "name": "Adult Chimpanzes",
  "numAnnotations": "",
  "numAudioFiles": 605,
  "numClasses": "Depends on what we want to predict",
  "numSpecies": "",
  "paperLink": "https://www.nature.com/articles/sdata201527",
  "physicalSetting": "",
  "provider": "National research institute of infant studies, Arnhem, Netherlands",
  "recordingPeriod": "From 1971 to 1973",
  "recordingType": "Clips",
  "sampleRate": "",
  "sizeInGb": 3.9,
  "taxonomicClass": "Chimpanzes (Gombe Chimpanzes)",
  "totalDuration": 10,
  "url": "https://zenodo.org/records/4979944",
  "version": 1
}