{
  "additionalDescription": "Recordings come from both a citizen science program, and a more controlled environment",
  "annotationsType": "Timed presence or absence of bee sound.",
  "captureDevice": "Various",
  "continent": "Global",
  "countryCode": "",
  "creators": [
    "Nolasco, Inês",
    "Benetos, Emmanouil"
  ],
  "datePublished": "2018-08-04T17:59:03.505401+00:00",
  "description": "**\\-- Dataset documentation --**\n\n  \n**1- Introduction**\n\nThe present dataset was developed in the context of our work in [1] that focus\non the automatic recognition of beehive sounds. The problem is posed as the\nclassification of sound segments in two classes: Bee and noBee. The novelty of\nthe explored approach and the need for annotated data, dictated the\nconstruction of such dataset.\n\n**2- Description**\n\n**2.1- Audio recordings:**\n\nThe annotated dataset was developed based on a selected set of recordings\nacquired in the context of two different projects: the Open Source Beehive\n(OSBH) project [2] and the NU-Hive project [3]. Both projects main goal is to\ndevelop a beehive monitoring system capable of identifying and predict certain\nevents and states of the hive that are of interest to the beekeeper. Among\nmany different variables that can be measured and that help the recognition of\ndifferent states of the hive, the analysis and use of the sound the bees\nproduce is a big focus for both projects.\n\nThe recordings from the OSBH project were acquired through a citizen science\ninitiative which asked people from the general public to record the sound from\ntheir beehives together with the registering of the hive state at the moment.\nBecause of the amateur and collaborative nature of this project, the\nrecordings from the OSBH project present great diversity due to the very\ndifferent conditions in which the signals were acquired: different recording\ndevices used, different environments where the hives were placed, and even\ndifferent position for the microphones inside the hive. This variety of\nsettings makes this dataset a very interesting tool to help evaluate and\nchallenge the methods developed.\n\nThe NU-Hive project is a comprehensive effort of data acquisition, concerning\nnot only sound, but a vast amount of variables that will allow the study of\nbees behaviors and other unknown aspects. The selected recordings are taken\nfrom 2 hives and labeled regarding two states: queen bee is present, and queen\nbee not present. Contrary to the OSBH project recordings, the recordings from\nthe NU-Hive project are from a much more controlled and homogeneous\nenvironment. Here the occurring external sounds are mainly traffic, car honks\nand birds.\n\n**The annotated dataset:**\n\nFor each selected recording, time segments are labeled as Bee or noBee\ndepending on the perceived source of the sound signal being from bees or\nexternal to the hive.\n\nThe whole annotated dataset consists of 78 recordings of varying lengths which\nmake up for a total duration of approximately 12 hours of which 25% is\nannotated as noBee events.\n\nAbout 60% of the recordings are from the NU-Hive dataset and represent 2\nhives, the remaining are recordings from the OSBH dataset and 6 different\nhives. The recorded hives are from 3 main locations: North America, Australia\nand Europe.\n\n\n\n**2- Annotation\nprocedure[¶](http://localhost:8888/notebooks/Dropbox/QMUL/BEESzzzz/Data/Annotations/readme.ipynb#2\n--Annotation-procedure)**\n\nThe annotation procedure consists in hearing the selected recordings and\nmarking the beginning and the end of every sound that could not be recognized\nas a beehive sound. The recognition of external sounds is based primarily on\nthe perceived heard sounds, but a visual aid is also used by visualizing the\nlog-mel frequency spectrum of the signal. All the above are functionalities\noffered by the Sonic Visualiser software, which was used by two volunteers\nthat are neither bee-specialists nor specially trained in sound annotation\ntasks.\n\nBy marking these pairs of moments corresponding to the beginning and end of\nexternal sound periods, we are able to get the whole recording labeled into\nBee and noBee intervals. Thus in the resulting Bee intervals only pure beehive\nsounds, (no external sounds) should be perceived for the entirety of the\nsegment. The noBee intervals refer to periods where an external sound can be\nperceived (superimposed to the bee sounds).\n\n\n\n**File Structure:**\n\nEach audio file is coupled with its corresponding annotation file, identified\nby the same name and extension _.lab_.  \nFor convenience, all the annotations are collected in a single master label\nfile named _beeAnnotations.mlf_\n\nThe _.lab_  files consist of :\n\n  * First row identifies the audio file to which the annotations refer to.\n  * Each line after that describes an interval with starting time point, end time point and label. The time points are expressed in seconds.\n\nBelow is an example of such an annotation file:\n\n    \n    \n    Hive3_20_07_2017_QueenBee_H3_audio_15_30_00\n    0 78.45 bee\n    78.46 78.95 nobee\n    78.96 103.92 bee\n    103.93 112.48 nobee\n    112.49 152.48 bee\n    .\n    \n\nThis dataset is licensed under a Creative Commons Attribution 4.0\nInternational License.  \nWhen using this dataset, please cite [1]:\n\n[1] I. Nolasco and E. Benetos, \"To bee or not to bee: Investigating machine\nlearning approaches to beehive sound recognition,\" in Workshop on Detection\nand Classification of Acoustic Scenes and Events (DCASE), 2018, submitted.\n\n[2] \"Open Source Beehives Project,\" https://www.osbeehives.com/.\n\n[3] S. Cecchi, A. Terenzi, S. Orcioni, P. Riolo, S. Ruschioni, and N. Isidoro,\n\"A preliminary study of sounds emitted by honey bees in a beehive,\" in Audio\nEngineering Society Convention 144, 2018.\n\n",
  "labellingLevel": "Strong",
  "license": "cc-by-4.0",
  "lifeStage": "Adult",
  "locality": "",
  "minAndMaxRecordingDuration": "",
  "name": "Beehive Sound Recognition",
  "numAnnotations": "",
  "numAudioFiles": 78,
  "numClasses": 2,
  "numSpecies": 1,
  "paperLink": "https://arxiv.org/abs/1811.06016",
  "physicalSetting": "Artificial",
  "provider": "QMUL",
  "recordingPeriod": "Various",
  "recordingType": "Clips",
  "sampleRate": "",
  "sizeInGb": 3.7,
  "taxonomicClass": "Insect",
  "totalDuration": 12,
  "url": "https://zenodo.org/records/1321278",
  "version": 1
}