{
"additionalDescription": "NaN",
"annotationsType": "time center of flight calls, frequency center of flight calls",
"captureDevice": "ROBIN autonomous recording units",
"citeAs": null,
  "continent": "North America",
"countryCode": "US-NY",
  "creators": [
    "Lostanlen, Vincent",
    "Salamon, Justin",
    "Farnsworth, Andrew",
    "Kelling, Steve",
    "Bello, Juan Pablo"
  ],
"datePublished": "2018-03-24T21:06:06.165865+00:00",
  "description": "BirdVox-full-night: a dataset for avian flight call detection in continuous\nrecordings  \n======================================================================================  \nVersion 3.0, March 2018.\n\n  \nCreated By  \n\\----------\n\nVincent Lostanlen (1, 2, 3), Justin Salamon (2, 3), Andrew Farnsworth (1),\nSteve Kelling (1), and Juan Pablo Bello (2, 3).\n\n(1): Cornell Lab of Ornithology (CLO)  \n(2): Center for Urban Science and Progress, New York University  \n(3): Music and Audio Research Lab, New York University\n\nhttps://wp.nyu.edu/birdvox\n\n\n\nDescription  \n\\-----------\n\nThe BirdVox-full-night dataset contains 6 audio recordings, each about ten\nhours in duration. These recordings come from ROBIN autonomous recording\nunits, placed near Ithaca, NY, USA during the fall 2015. They were captured on\nthe night of September 23rd, 2015, by six different sensors, originally\nnumbered 1, 2, 3, 5, 7, and 10.\n\nAndrew Farnsworth used the Raven software to pinpoint every avian flight call\nin time and frequency. He found 35402 flight calls in total. He estimates that\nabout 25 different species of passerines (thrushes, warblers, and sparrows)\nare present in this recording. Species are not labeled in BirdVox-full-night,\nbut it is possible to tell apart thrushes from warblers and sparrrows by\nlooking at the center frequencies of their calls. The annotation process took\n102 hours.\n\nThe dataset can be used, among other things, for the research,  \ndevelopment and testing of bioacoustic classification models, including the\nreproduction of the results reported in [1].\n\nFor details on the hardware of ROBIN recording units, we refer the reader to\n[2].\n\n[1] V. Lostanlen, J. Salamon, A. Farnsworth, S. Kelling, J. Bello. BirdVox-\nfull-night: a dataset and benchmark for avian flight call detection. Proc.\nIEEE ICASSP, 2018.\n\n[2] J. Salamon, J. P. Bello, A. Farnsworth, M. Robbins, S. Keen, H. Klinck,\nand S. Kelling. Towards the Automatic Classification of Avian Flight Calls for\nBioacoustic Monitoring. PLoS One, 2016.\n\n@inproceedings{lostanlen2018icassp,  \n  title = {BirdVox-full-night: a dataset and benchmark for avian flight call\ndetection},  \n  author = {Lostanlen, Vincent and Salamon, Justin and Farnsworth, Andrew and\nKelling, Steve and Bello, Juan Pablo},  \n  booktitle = {Proc. IEEE ICASSP},  \n  year = {2018},  \n  published = {IEEE},  \n  venue = {Calgary, Canada},  \n  month = {April},  \n}\n\n\n\nData Files  \n\\------------\n\nThe BirdVox-full-night_flac-audio folder contains the recordings as FLAC\nfiles, sampled at 24 kHz, with a single channel (mono).\n\n\n\nMetadata Files  \n\\--------------\n\nThe BirdVox-full-night_csv-annotations folder contains JAMS files, where each\nrow correspond to a different location in the time frequency domain (columns\n\"Time (s)\" and \"Freq (Hz)\").\n\nThe approximate GPS coordinates of the sensors (latitudes and longitudes\nrounded to 2 decimal points) and UTC timestamps corresponding to the start of\nthe recording for each sensor are included as CSV files in the main directory.\n\n\n\nPlease acknowledge BirdVox-full-night in academic research  \n\\----------------------------------------------------------\n\nWhen BirdVox-full-night is used for academic research, we would highly\nappreciate it if  scientific publications of works partly based on this\ndataset cite the following publication:\n\nV. Lostanlen, J. Salamon, A. Farnsworth, S. Kelling, J. Bello. BirdVox-full-\nnight: a dataset and benchmark for avian flight call detection, Proceedings of\nthe IEEE International Conference on Acoustics, Speech, and Signal Processing\n(ICASSP), 2018.\n\nThe creation of this dataset was supported by NSF grants 1125098 (BIRDCAST)\nand 1633259 (BIRDVOX), a Google Faculty Award, the Leon Levy Foundation, and\ntwo anonymous donors.\n\n\n\nConditions of Use  \n\\-----------------\n\nDataset created by Vincent Lostanlen, Justin Salamon, Andrew Farnsworth, Steve\nKelling, and Juan Pablo Bello.\n\nThe BirdVox-full-night dataset is offered free of charge under the terms of\nthe Creative  Commons Attribution 4.0 International (CC BY 4.0) license:  \nhttps://creativecommons.org/licenses/by/4.0/\n\nThe dataset and its contents are made available on an \"as is\" basis and\nwithout  warranties of any kind, including without limitation satisfactory\nquality and  conformity, merchantability, fitness for a particular purpose,\naccuracy or  completeness, or absence of errors. Subject to any liability that\nmay not be excluded or limited by law, Cornell Lab of Ornithology is not\nliable for, and expressly excludes all liability for, loss or damage however\nand whenever caused to anyone by any use of the BirdVox-full-night dataset or\nany part of it.\n\n\n\nFeedback  \n\\-----------\n\nPlease help us improve BirdVox-full-night by sending your feedback to:  \nvincent.lostanlen@gmail.com and af27@cornell.edu\n\nIn case of a problem, please include as many details as possible.\n\n\n\nAcknowledgements  \n\\----------------\n\nJessie Barry, Ian Davies, Tom Fredericks, Jeff Gerbracht, Sara Keen, Holger\nKlinck, Anne Klingensmith, Ray Mack, Peter Marchetto, Ed Moore, Matt Robbins,\nKen Rosenberg, and Chris Tessaglia-Hymes.\n\nWe acknowledge that the land on which the data was collected is the unceded\nterritory of the Cayuga nation, which is part of the Haudenosaunee (Iroquois)\nconfederacy.\n\n",
"labellingLevel": "Strong",
  "license": "cc-by-4.0",
"lifeStage": "Adult",
  "locality": "Ithaca, in six different locations",
"minAndMaxRecordingDuration": "36000 - 36000",
  "name": "BirdVox-full-night",
"numAnnotations": 35402,
"numAudioFiles": 6,
"numClasses": 2,
"numSpecies": 25,
"paperLink": "https://www.google.com/url?q=https://ieeexplore.ieee.org/document/8461410&sa=D&source=editors&ust=1716983769199200&usg=AOvVaw28zWFQEp6jzHEbVY_2BXG3",
"physicalSetting": "Natural",
  "provider": "NYU/Cornell",
"recordingPeriod": "The night of the 23rd September, 2015",
"recordingType": "Continuous",
"sampleRate": 24.0,
"sizeInGb": 5.7,
  "species": "Not specified",
"taxonomicClass": "Bird",
"totalDuration": 62,
  "url": "https://zenodo.org/records/1205569",
  "version": 3
}