{
  "additionalDescription": "The clips comes from the Birdvox full-night dataset.",
  "annotationsType": "Presence or absence of bird vocalisation",
  "captureDevice": "ROBIN autonomous recording units",
  "continent": "North America",
  "countryCode": "US-NY",
  "creators": [
    "Lostanlen, Vincent",
    "Salamon, Justin",
    "Farnsworth, Andrew",
    "Kelling, Steve",
    "Bello, Juan Pablo"
  ],
  "datePublished": "2018-03-26T22:16:59.232004+00:00",
  "description": "BirdVox-DCASE-20k: a dataset for bird audio detection in 10-second clips  \n=====================================================  \nVersion 2.0, March 2018.\n\n  \nCreated By  \n\\-------------\n\nVincent Lostanlen (1, 2, 3), Justin Salamon (2, 3), Andrew Farnsworth (1),\nSteve Kelling (1), and Juan Pablo Bello (2, 3).\n\n(1): Cornell Lab of Ornithology (CLO)  \n(2): Center for Urban Science and Progress, New York University  \n(3): Music and Audio Research Lab, New York University\n\nhttps://wp.nyu.edu/birdvox\n\n\n\nDescription  \n\\--------------\n\nThe BirdVox-DCASE-20k dataset contains 20,000 ten-second audio recordings.\nThese recordings come from ROBIN autonomous recording units, placed near\nIthaca, NY, USA during the fall 2015. They were captured on the night of\nSeptember 23rd, 2015, by six different sensors, originally numbered 1, 2, 3,\n5, 7, and 10.\n\nOut of these 20,000 recording, 10,017 (50.09%) contain at least one bird\nvocalization (either song, call, or chatter).\n\nThe dataset is a derivative work of the BirdVox-full-night dataset [1],\ncontaining almost as much data but formatted into ten-second excerpts rather\nthan ten-hour full night recordings.\n\nIn addition, the BirdVox-DCASE-20k dataset is provided as a development set in\nthe context of the \"Bird Audio Detection\" challenge, organized by DCASE\n(Detection and Classification of Acoustic Scenes and Events) and the IEEE\nSignal Processing Society.\n\nThe dataset can be used, among other things, for the development and\nevaluation of bioacoustic classification models.\n\n  \nWe refer the reader to [1] for details on the distribution of the data and [2]\nfor details on the hardware of ROBIN recording units.\n\n[1] V. Lostanlen, J. Salamon, A. Farnsworth, S. Kelling, J.P. Bello. \"BirdVox-\nfull-night: a dataset and benchmark for avian flight call detection\", Proc.\nIEEE ICASSP, 2018.\n\n[2] J. Salamon, J. P. Bello, A. Farnsworth, M. Robbins, S. Keen, H. Klinck,\nand S. Kelling. Towards the Automatic Classification of Avian Flight Calls for\nBioacoustic Monitoring. PLoS One, 2016.\n\n\n\nData Files  \n\\------------\n\nThe wav folder contains the recordings as WAV files, sampled at 44,1 kHz, with\na single channel (mono). The original sample rate was 24 kHz.\n\nThe name of each wav file is a random 128-bit UUID (Universal Unique\nIDentifier) string, which is randomized with respect to the origin of the\nrecording in BirdVox-full-night, both in terms of time (UTC hour at the start\nof the excerpt) and space (location of the sensor).\n\nThe origin of each 10-second excerpt is known by the challenge organizers, but\nnot disclosed to the participants.\n\n\n\nMetadata Files  \n\\--------------\n\nA table containing a binary label \"hasbird\" associated to every recording in\nBirdVox-DCASE-20k is available on the website of the DCASE \"Bird Audio\nDetection\" challenge: http://machine-listening.eecs.qmul.ac.uk/bird-audio-\ndetection-challenge/\n\nThese labels were automatically derived from the annotations of avian flight\ncall events in the BirdVox-full-night dataset.\n\nIf your evaluation procedure requires the precise timestamps of each avian\nflight call (at a fine time scale of 50 ms), and is agnostic to non-flight\ncall avian vocalizations (e.g. geese, crows, owls, etc.), we kindly suggest\nyou to use the BirdVox-full-night dataset rather than BirdVox-DCASE-20k:\nwp.nyu.edu/birdvox/birdvox-full-night\n\nOn the other hand, if your evaluation procedure encompasses all avian\nvocalizations, and is performed at a coarse time scale of 10 seconds, then\nBirdVox-DCASE-20k is the appropriate dataset.\n\nThe annotation campaign of avian flight calls in BirdVox-full-night was\nperformed by Andrew Farnsworth and lasted 102 hours.\n\nThe additional annotation campaign of non-flight call avian vocalizations was\nperformed by Vincent Lostanlen and lasted 10 hours.\n\nThe accuracy of the labeling is estimated to be somewhere between 99.5% (100\nmislabelings) and 99.95% (10 mislabelings).\n\n  \nPlease Acknowledge BirdVox-DCASE-20k in Academic Research  \n\\--------------------------------------------------------------------------------\n\nWhen BirdVox-70k is used for academic research, we would highly appreciate it\nif  scientific publications of works partly based on this dataset cite the\nfollowing publication:\n\nV. Lostanlen, J. Salamon, A. Farnsworth, S. Kelling, J. Bello. \"BirdVox-full-\nnight: a dataset and benchmark for avian flight call detection\", Proc. IEEE\nICASSP, 2018.\n\n@inproceedings{lostanlen2018icassp,  \n  title = {BirdVox-full-night: a dataset and benchmark for avian flight call\ndetection},  \n  author = {Lostanlen, Vincent and Salamon, Justin and Farnsworth, Andrew and\nKelling, Steve and Bello, Juan Pablo},  \n  booktitle = {Proc. IEEE ICASSP},  \n  year = {2018},  \n  published = {IEEE},  \n  venue = {Calgary, Canada},  \n  month = {April},  \n}\n\nThe creation of this dataset was supported by NSF grants 1125098 (BIRDCAST)\nand 1633259 (BIRDVOX), a Google Faculty Award, the Leon Levy Foundation, and\ntwo anonymous donors.\n\n\n\nConditions of Use  \n\\---------------------\n\nDataset created by Vincent Lostanlen, Justin Salamon, Andrew Farnsworth, Steve\nKelling, and Juan Pablo Bello.\n\nThe BirdVox-DCASE-20k dataset is offered free of charge under the terms of the\nCreative  Commons Attribution 4.0 International (CC BY 4.0) license:  \nhttps://creativecommons.org/licenses/by/4.0/\n\nThe dataset and its contents are made available on an \"as is\" basis and\nwithout  warranties of any kind, including without limitation satisfactory\nquality and  conformity, merchantability, fitness for a particular purpose,\naccuracy or  completeness, or absence of errors. Subject to any liability that\nmay not be excluded or limited by law, Cornell Lab of Ornithology is not\nliable for, and expressly excludes all liability for, loss or damage however\nand whenever caused to anyone by any use of the BirdVox-DCASE-20k dataset or\nany part of it.\n\n\n\nFeedback  \n\\-----------\n\nPlease help us improve BirdVox-DCASE-20k by sending your feedback to:  \n* Vincent Lostanlen: vincent.lostanlen@gmail.com for feedback regarding data pre-processing,  \n* Andrew Farnsworth: af27@cornell.edu for feedback regarding data collection and ornithology, or  \n* Dan Stowell: dan.stowell@qmul.ac.uk for feedback regarding the DCASE \"Bird Audio Detection\" challenge.\n\nIn case of a problem, please include as many details as possible.\n\n\n\n  \nAcknowledgements  \n\\------------------------\n\nWe thank Jessie Barry, Ian Davies, Tom Fredericks, Jeff Gerbracht, Sara Keen,\nHolger Klinck, Anne Klingensmith, Ray Mack, Peter Marchetto, Ed Moore, Matt\nRobbins, Ken Rosenberg, and Chris Tessaglia-Hymes for designing autonomous\nrecording units and collecting data.  \nWe acknowledge that the land on which the data was collected is the unceded\nterritory of the Cayuga nation, which is part of the Haudenosaunee (Iroquois)\nconfederacy.\n\n\n\n",
  "labellingLevel": "Weak",
  "license": "cc-by-4.0",
  "lifeStage": "Adult",
  "locality": "Ithaca, in six different locations",
  "minAndMaxRecordingDuration": "10 - 10",
  "name": "BirdVox-DCASE-20k",
  "numAnnotations": 20000,
  "numAudioFiles": 20000,
  "numClasses": 2,
  "numSpecies": 20,
  "paperLink": "https://ieeexplore.ieee.org/document/8461410",
  "physicalSetting": "Natural",
  "provider": "NYU/Cornell",
  "recordingPeriod": "The night of the 23rd September, 2015",
  "recordingType": "Clips",
  "sampleRate": 24.0,
  "sizeInGb": 17.6,
  "taxonomicClass": "Birds",
  "title": "BirdVox-DCASE-20k: a dataset for bird audio detection in 10-second clips",
  "totalDuration": 55.5,
  "url": "https://zenodo.org/records/1208080",
  "version": 2
}