{
  "additionalDescription": "The data comes from the Birdvox full night dataset. Even distribution of the positive and negative classes",
  "annotationsType": "Presence or absence of flight calls, frequency centre of calls",
  "captureDevice": "ROBIN autonomous recording units",
  "citeAs": null,
  "continent": "North America",
  "countryCode": "US-NY",
  "creators": [
    "Lostanlen, Vincent",
    "Salamon, Justin",
    "Farnsworth, Andrew",
    "Kelling, Steve",
    "Bello, Juan Pablo"
  ],
  "datePublished": "2018-04-23T19:55:59.636510+00:00",
  "description": "BirdVox-70k: a dataset for avian flight call detection in half-second clips  \n======================================================================================  \nVersion 1.0, April 2018.\n\n  \nCreated By  \n\\----------\n\nVincent Lostanlen (1, 2, 3), Justin Salamon (2, 3), Andrew Farnsworth (1),\nSteve Kelling (1), and Juan Pablo Bello (2, 3).\n\n(1): Cornell Lab of Ornithology (CLO)  \n(2): Center for Urban Science and Progress, New York University  \n(3): Music and Audio Research Lab, New York University\n\nhttps://wp.nyu.edu/birdvox\n\n\n\nDescription  \n\\-----------\n\nThe BirdVox-70k dataset contains 70k half-second clips from 6 audio recordings\nin the BirdVox-full-night dataset, each about ten hours in duration. These\nrecordings come from ROBIN autonomous recording units, placed near Ithaca, NY,\nUSA during the fall 2015. They were captured on the night of September 23rd,\n2015, by six different sensors, originally numbered 1, 2, 3, 5, 7, and 10.\n\nAndrew Farnsworth used the Raven software to pinpoint every avian flight call\nin time and frequency. He found 35402 flight calls in total. He estimates that\nabout 25 different species of passerines (thrushes, warblers, and sparrows)\nare present in this recording. Species are not labeled in BirdVox-70k, but it\nis possible to tell apart thrushes from warblers and sparrrows by looking at\nthe center frequencies of their calls. The annotation process took 102 hours.\n\nThe dataset can be used, among other things, for the research,development and\ntesting of bioacoustic classification mode ls, including the reproduction of\nthe results reported in [1].\n\nFor details on the hardware of ROBIN recording units, we refer the reader to\n[2].\n\n[1] V. Lostanlen, J. Salamon, A. Farnsworth, S. Kelling, J. Bello. BirdVox-\nfull-night: a dataset and benchmark for avian flight call detection. Proc.\nIEEE ICASSP, 2018.\n\n[2] J. Salamon, J. P. Bello, A. Farnsworth, M. Robbins, S. Keen, H. Klinck,\nand S. Kelling. Towards the Automatic Classification of Avian Flight Calls for\nBioacoustic Monitoring. PLoS One, 2016.\n\n@inproceedings{lostanlen2018icassp,  \n  title = {BirdVox-full-night: a dataset and benchmark for avian flight call\ndetection},  \n  author = {Lostanlen, Vincent and Salamon, Justin and Farnsworth, Andrew and\nKelling, Steve and Bello, Juan Pablo},  \n  booktitle = {Proc. IEEE ICASSP},  \n  year = {2018},  \n  published = {IEEE},  \n  venue = {Calgary, Canada},  \n  month = {April},  \n}\n\n\n\nData Files  \n\\------------\n\nBirdVox-70k contains the recordings as HDF5 files, sampled at 24 kHz, with a\nsingle channel (mono). Each HDF5 file corresponds to a different sensor. The\nname of the HDF5 dataset in each file is \"waveforms\".\n\n\n\nMetadata Files  \n\\--------------\n\nContrary to BirdVox-full-night, BirdVox-70k is not shipped with a metadata\nfile. Rather, the metadata is included in the keys of the elements in the HDF5\nfiles themselves, whose values are the waveforms.\n\nAn example of BirdVox-70k key is:\n\n    \n    \n    unitID_TIMESTAMP_FREQ_LABEL\n    \n    \n\nwhere\n\n  * ID is the identifier of the unit (01, 02, 03, 05, 07, or 10)\n  * TIMESTAMP is the timestamp of the center of the clip in the BirdVox-full-night recording. This timestamp is measured in samples at 24 kHz. It is accurate at about 10 ms.\n  * FREQ is the center frequency of the flight call, measured in Hertz. It is accurate at about 1 kHz. When the clip is negative, i.e. does not contain any flight call, it is set equal to zero by convention.\n  * LABEL is the label of the clip, positive (1) or negative (0).\n\n\n\nExample:\n\n    \n    \n    unit01_085256784_03636_1\n\nis a positive clip in unit 01, with timestamp 085256784 (3552.37 seconds after\ndividing by the sample rate 24000), center frequency 3636 Hz.\n\n\n\nAnother example:\n\n    \n    \n    unit05_284775340_00000_0\n\nis a negative clip in unit 05, with timestamp 284775340 (11865.64 seconds).\n\n\n\nThe approximate GPS coordinates of the sensors (latitudes and longitudes\nrounded to 2 decimal points) and UTC timestamps corresponding to the start of\nthe recording for each sensor are included as CSV files in the main directory.\n\n\n\nPlease acknowledge BirdVox-70k in academic research  \n\\----------------------------------------------------------\n\nWhen BirdVox-70k is used for academic research, we would highly appreciate it\nif  scientific publications of works partly based on this dataset cite the\nfollowing publication:\n\nV. Lostanlen, J. Salamon, A. Farnsworth, S. Kelling, J. Bello. BirdVox-full-\nnight: a dataset and benchmark for avian flight call detection, Proceedings of\nthe IEEE International Conference on Acoustics, Speech, and Signal Processing\n(ICASSP), 2018.\n\nThe creation of this dataset was supported by NSF grants 1125098 (BIRDCAST)\nand 1633259 (BIRDVOX), a Google Faculty Award, the Leon Levy Foundation, and\ntwo anonymous donors.\n\n\n\nConditions of Use  \n\\-----------------\n\nDataset created by Vincent Lostanlen, Justin Salamon, Andrew Farnsworth, Steve\nKelling, and Juan Pablo Bello.\n\nThe BirdVox-70k dataset is offered free of charge under the terms of the\nCreative  Commons Attribution 4.0 International (CC BY 4.0) license:  \nhttps://creativecommons.org/licenses/by/4.0/\n\nThe dataset and its contents are made available on an \"as is\" basis and\nwithout  warranties of any kind, including without limitation satisfactory\nquality and  conformity, merchantability, fitness for a particular purpose,\naccuracy or  completeness, or absence of errors. Subject to any liability that\nmay not be excluded or limited by law, Cornell Lab of Ornithology is not\nliable for, and expressly excludes all liability for, loss or damage however\nand whenever caused to anyone by any use of the BirdVox-70k dataset or any\npart of it.\n\n\n\nFeedback  \n\\-----------\n\nPlease help us improve BirdVox-70k by sending your feedback to:  \nvincent.lostanlen@gmail.com and af27@cornell.edu\n\nIn case of a problem, please include as many details as possible.\n\n\n\nAcknowledgements  \n\\----------------\n\nJessie Barry, Ian Davies, Tom Fredericks, Jeff Gerbracht, Sara Keen, Holger\nKlinck, Anne Klingensmith, Ray Mack, Peter Marchetto, Ed Moore, Matt Robbins,\nKen Rosenberg, and Chris Tessaglia-Hymes.\n\nWe acknowledge that the land on which the data was collected is the unceded\nterritory of the Cayuga nation, which is part of the Haudenosaunee (Iroquois)\nconfederacy.\n\n",
  "labellingLevel": "Strong",
  "license": "cc-by-4.0",
  "lifeStage": "Adult",
  "locality": "Ithaca, in six different locations",
  "minAndMaxRecordingDuration": "0,5 - 0,5",
  "name": "BirdVox-70k",
  "numAnnotations": 70804,
  "numAudioFiles": 70804,
  "numClasses": 2,
  "numSpecies": 25,
  "paperLink": "https://ieeexplore.ieee.org/document/8461410",
  "physicalSetting": "Natural",
  "provider": "NYU/Cornell",
  "recordingPeriod": "The night of the 23rd September, 2015",
  "recordingType": "Clips",
  "sampleRate": 24.0,
  "sizeInGb": 6.8,
  "species": "Not specified",
  "taxonomicClass": "Bird",
  "totalDuration": 3,
  "url": "https://zenodo.org/records/1226427",
  "version": 1
}