{
  "additionalDescription": "Contains only flight calls. Aggregated from different datasets under a common taxonomy: BirdVox-70k, BirdVox-full-night, CLO-43SD, CLO-SWTH, CLO-WTSP, the Macaulay Library, Xeno-Canto, and Old Bird",
  "annotationsType": "Species with their taxonomic code",
  "captureDevice": "Various",
  "continent": "North America",
  "countryCode": "",
  "creators": [
    "Aurora Cramer",
    "Vincent Lostanlen",
    "Bill Evans",
    "Andrew Farnsworth",
    "Justin Salamon",
    "Juan Pablo Bello"
  ],
  "datePublished": "2022-02-02T21:13:35.076129+00:00",
  "description": "BirdVox-ANAFCC: A dataset for American Northeast Avian Flight Call\nClassification  \n===============================================================  \nVersion 2.0, February 2022.\n\nhttps://wp.nyu.edu/birdvox\n\n  \nDescription  \n\\---------------\n\nBirdVox-ANAFCC is a dataset of short audio waveforms, each of them containing\na flight call from one of 14 birds of North America: four American sparrows,\none cardinal, two thrushes, and seven New World warblers.  \n* American Tree Sparrow (ATSP)  \n* Chipping Sparrow (CHSP)  \n* Savannah Sparrow (SAVS)  \n* White-throated Sparrow (WTSP)  \n* Red-breasted Grosbeak (RBGR)  \n* Gray-cheeked Thrush (GCTH)  \n* Swainson's Thrush (SWTH)  \n* American Redstart (AMRE)  \n* Bay-breasted Warbler (BBWA)  \n* Black-throated Blue Warbler (BTBW)  \n* Canada Warbler (CAWA)  \n* Common Yellowthroat (COYE)  \n* Mourning Warbler (MOWA)  \n* Ovenbird (OVEN)\n\nIt also contains other sounds which are often confused for one of the species\nabove. These \"confounding factors\" encompass flight calls from other species\nof birds, vocalizations from non-avian animals, as well as some machine beeps.\n\nBirdVox-ANAFCC results from an aggregation of various smaller datasets,\nintegrated under a common taxonomy. For more details on this taxonomy, we\nrefer the reader to [1]:\n\n[1] Cramer, Lostanlen, Salamon, Farnsworth, Bello. Chirping up the right tree:\nIncorporating biological taxonomies into deep bioacoustic classifiers.\nProceedings of the IEEE International Conference on Acoustics, Speech, and\nSignal Processing (ICASSP), 2020.\n\nThe second version of the BirdVox-ANAFCC dataset (v2.0) contains flight calls\nfrom the BirdVox-full-night dataset. These flight calls were present in the\nICASSP 2020 benchmark but did not appear in the initial release of BirdVox-\nANAFCC.\n\n  \nData Files  \n\\------------  \nBirdVox-ANAFCC contains the recordings as HDF5 files, sampled at 22,050 Hz,\nwith a single channel (mono). Each HDF5 file contains flight call\nvocalizations of a particular species. The name of each HDF5 file follows the\nformat: `<data-source>_<taxonomy-code>_original.h5`. The name of the HDF5\ndataset in each file is \"waveforms\", with the corresponding key for each audio\nrecording varying in format depending on the data source.\n\n\n\nMetadata Files  \n\\---------------  \n`taxonomy.yaml` details the three-level taxonomy structure used in this\ndataset, reflected in three-number-codes which largely follow\n\"<family>.<order>.<species>\". Additionally, at any level of the taxonomy, the\nnumeric code \"0\" is reserved for \"other\" and the code \"X\" refers to unknown.\nFor example, 1.1.0 corresponds to an American Sparrow with a species outside\nof our scope of interest, and 1.1.X corresponds to an American Sparrow of\nunknown species. At the top level (family), the \"other\" codes (0.\\\\*.\\\\*)\ndeviate from the family-order-species in order to capture a variety of other\nout-of-scope sounds, including anthropophony, non-avian biophony, and biophony\nof avians outside of the scope of interest.\n\n  \nPlease acknowledge BirdVox-ANAFCC in academic research  \n\\--------------------------------------------------------------------------\n\nWhen BirdVox-ANAFCC is used for academic research, we would highly appreciate\nit if  scientific publications of works partly based on this dataset cite the\nfollowing publication:\n\nCramer, Lostanlen, Salamon, Farnsworth, Bello. Chirping up the right tree:\nIncorporating biological taxonomies into deep bioacoustic classifiers.\nProceedings of the IEEE International Conference on Acoustics, Speech, and\nSignal Processing (ICASSP), 2020.\n\nThe creation of this dataset was supported by NSF grants 1125098 (BIRDCAST)\nand 1633259 (BIRDVOX), a Google Faculty Award, the Leon Levy Foundation, and\ntwo anonymous donors.\n\n\n\nConditions of Use  \n\\----------------------\n\nDataset created by Aurora Cramer, Vincent Lostanlen, Bill Evans, Andrew\nFarnsworth, Justin Salamon, and Juan Pablo Bello.  \n  \nThe BirdVox-ANAFCC dataset is offered free of charge under the terms of the\nCreative Commons Attribution International License:  \nhttps://creativecommons.org/licenses/by/4.0/  \n  \nThe dataset and its contents are made available on an \"as is\" basis and\nwithout warranties of any kind, including without limitation satisfactory\nquality and conformity, merchantability, fitness for a particular purpose,\naccuracy or completeness, or absence of errors. Subject to any liability that\nmay not be excluded or limited by law, the authors are not liable for, and\nexpressly exclude all liability for, loss or damage however and whenever\ncaused to anyone by any use of the BirdVox-ANAFCC dataset or any part of it.\n\n  \nFeedback  \n\\-------------\n\nPlease help us improve BirdVox-full-night by sending your feedback to:  \nvincent.lostanlen@gmail.com and auroracramer@nyu.edu\n\nIn case of a problem, please include as many details as possible.  \n  \n  \nVersions  \n\\------------  \n1.0, May 2020: initial version, paired with ICASSP 2020 publication.  \n2.0, February 2022: added a missing dataset file (BirdVox-70k), updated name\nof first author (Aurora Cramer).  \n\n\n  \nAcknowledgement  \n\\--------------------------  \nJessie Barry, Ian Davies, Tom Fredericks, Jeff Gerbracht, Sara Keen, Holger\nKlinck, Anne Klingensmith, Ray Mack, Peter Marchetto, Ed Moore, Matt Robbins,\nKen Rosenberg, and Chris Tessaglia-Hymes.\n\nWe thank contributors and maintainers of the Macaulay Library and the Xeno-\nCanto website.\n\nWe acknowledge that the land on which the data was collected is the unceded\nterritory of the Cayuga nation, which is part of the Haudenosaunee (Iroquois)\nconfederacy.\n\n",
  "labellingLevel": "",
  "license": "cc-by-4.0",
  "lifeStage": "",
  "locality": "North-East USA",
  "minAndMaxRecordingDuration": "",
  "name": "BirdVox-ANAFCC",
  "numAnnotations": "",
  "numAudioFiles": "",
  "numClasses": 16,
  "numSpecies": 14,
  "paperLink": "https://ieeexplore.ieee.org/document/9052908",
  "physicalSetting": "",
  "provider": "NYU",
  "recordingPeriod": "",
  "recordingType": "Clips",
  "sampleRate": 22.05,
  "sizeInGb": 5.8,
  "taxonomicClass": "Birds",
  "title": "BirdVox-ANAFCC: A dataset for American Northeast Avian Flight Call Classification",
  "totalDuration": "",
  "url": "https://zenodo.org/records/5950000",
  "version": 2
}