{
  "additionalDescription": "Data comes from 9 different units. Was used as a test dataset for a model trained on BirdVox-ANAFCC",
  "annotationsType": "Species with their taxonomic code",
  "captureDevice": "ROBIN autonomous recording units",
  "citeAs": null,
  "continent": "North America",
  "countryCode": "US-NY",
  "creators": [
    "Vincent Lostanlen",
    "Andrew Farnsworth",
    "Jason Cramer",
    "Juan Pablo Bello"
  ],
  "datePublished": "2020-05-06T17:35:38.445704+00:00",
  "description": "  \n    \n    \n    BirdVox 14 Species Dataset (BirdVox-14SD)\n    =============\n    Version 1.0, May 2020.\n    \n    Created By\n    ----------\n    \n    Vincent Lostanlen (1, 2, 3), Andrew Farnsworth (1), Jason Cramer (2, 3), and Juan Pablo Bello (2, 3).\n    \n    (1): Cornell Lab of Ornithology (CLO)\n    (2): Center for Urban Science and Progress, New York University\n    (3): Music and Audio Research Lab, New York University\n    \n    https://wp.nyu.edu/birdvox\n    \n    \n    Description\n    -----------\n    \n    The BirdVox 14 Species Dataset (BirdVox-14SD) contains 14,336 audio clips of avian flight calls, each ranging from about 150 ms to 500 ms in duration. These recordings come from ROBIN autonomous recording units, placed near Ithaca, NY, USA during the 2015 migration season (August - November). Nine different sensors were used, originally numbered 1, 2, 3, 4, 5, 6, 7, 8, and 10. These sensors acquired audio recordings in intervals of two hours across the season.\n    \n    A subsample of 150 these two-hour recordings were chosen for annotation, using the Entrofy library [3] in order to maximize diversity across sensor locations, time of day, week in the season, and background noise characteristics (as represented by vector quantizations of median MFCCs). Andrew Farnsworth used the Raven software to pinpoint every avian flight call and labeled the corresponding order, family, and species.\n    \n    The dataset can be used, among other things, for the research,\n    development and testing of bioacoustic classification models, including the reproduction of the results reported in [1].\n    \n    For details on the hardware of ROBIN recording units, we refer the reader to [2].\n    \n    [1] J. Cramer, V. Lostanlen, A. Farnsworth, J. Salamon, J.P. Bello. Chirping up the Right Tree: Incorporating Biological Taxonomies into Deep Bioacoustic Classifiers, Proceedings of the IEEE International Conference on Acoustics, Speech, and Signal Processing (ICASSP), 2020.\n    \n    [2] J. Salamon, J. P. Bello, A. Farnsworth, M. Robbins, S. Keen, H. Klinck, and S. Kelling. Towards the Automatic Classification of Avian Flight Calls for Bioacoustic Monitoring. PLoS One, 2016.\n    \n    [3] D. Huppenkothen, B. McFee, L. Noren. Entrofy Your Cohort: A Data Science Approach to Candidate Selection. PLoS One, 2020.\n    \n    \n    Taxonomic Annotations\n    -----------------------\n    \n    Classification annotations for each flight call are given at three taxonomic levels: order, family, and species. These annotations are condensed into a three-number-code which largely follow \"<family>.<order>.<species>\". The specific numeric codes are:\n    \n    * Order\n        * 1.\\*.\\* - Passerine\n    * Family\n        * 1.1.\\* - American Sparrow\n        * 1.2.\\* - Cardinals\n        * 1.3.\\* - Thrushes\n        * 1.4.\\* - New World warblers\n    * Species\n        * 1.1.1 - American tree sparrows (ATSP)\n        * 1.1.2 - Chipping sparrow (CHSP)\n        * 1.1.3 - Savannah sparrow (SAVS)\n        * 1.1.4 - White-throated sparrow (WTSP)\n        * 1.2.1 - Rose-breasted grosbeak (RBGR)\n        * 1.3.1 - Gray-cheeked thrush (GCTH)\n        * 1.3.2 - Swainson's thrush (SWTH)\n        * 1.4.1 - American redstart (AMRE)\n        * 1.4.2 - Bay-breasted warbler (BBWA)\n        * 1.4.3 - Black-throated blue warbler (BTBW)\n        * 1.4.4 - Canada warbler (CAWA)\n        * 1.4.5 - Common yellowthroat (COYE)\n        * 1.4.6 - Mourning warbler (MOWA)\n        * 1.4.7 - Ovenbird (OVEN)\n    \n    Additionally, at any level of the taxonomy, the numeric code \"0\" is reserved for \"other\" and the code \"X\" refers to unknown. For example, 1.1.0 corresponds to an American Sparrow with a species outside of our scope of interest, and 1.1.X corresponds to an American Sparrow of unknown species. At the top level (family), the \"other\" codes (0.\\*.\\*) deviate from the family-order-species in order to capture a variety of other out-of-scope sounds, including anthropophony, non-avian biophony, and biophony of avians outside of the scope of interest. The file `taxonomy.yaml` details this taxonomy structure.\n    \n    \n    Data Files\n    ------------\n    \n    BirdVox-14SD contains the recordings as HDF5 files, sampled at 22,050 Hz, with a single channel (mono). Each HDF5 file contains flight call vocalizations of a particular species. The name of each HDF5 file follows the format: `BirdVox-14SD_<taxonomy-code>_original.h5`. The name of the HDF5 dataset in each file is \"waveforms\", with the corresponding key for each audio recording following the format: `unit<unit-id>-<recording-timestamp>_<clip-offset>_<ave-call-freq>`.\n    \n    \n    Please acknowledge BirdVox-14SD in academic research\n    --------------------------------------------------------------------------\n    \n    When BirdVox-14SD is used for academic research, we would highly appreciate it if  scientific publications of works partly based on this dataset cite the following publication:\n    \n    J. Cramer, V. Lostanlen, A. Farnsworth, J. Salamon, J.P. Bello. Chirping up the Right Tree: Incorporating Biological Taxonomies into Deep Bioacoustic Classifiers, Proceedings of the IEEE International Conference on Acoustics, Speech, and Signal Processing (ICASSP), 2020.\n    \n    The creation of this dataset was supported by NSF grants 1633259 (BIRDVOX).\n    \n    \n    Conditions of Use\n    ----------------------\n    \n    Dataset created by Vincent Lostanlen, Andrew Farnsworth, Jason Cramer, Justin Salamon, and Juan Pablo Bello.\n    \n    The BirdVox-14SD dataset is offered free of charge under the terms of the Creative Commons Attribution 4.0 International License.\n    \n    The dataset and its contents are made available on an \"as is\" basis and without  warranties of any kind, including without limitation satisfactory quality and  conformity, merchantability, fitness for a particular purpose, accuracy or  completeness, or absence of errors. Subject to any liability that may not be excluded or limited by law, CLO is not liable for, and expressly excludes all liability for, loss or damage however and whenever caused to anyone by any use of the BirdVox-14SD dataset or any part of it.\n    \n    \n    Feedback\n    -----------\n    \n    Please help us improve BirdVox-14SD by sending your feedback to:\n    vincent.lostanlen@gmail.com and jtcramer@nyu.edu\n    \n    In case of a problem, please include as many details as possible.\n    \n    \n    Acknowledgements\n    ------------------------\n    Jessie Barry, Ian Davies, Tom Fredericks, Jeff Gerbracht, Sara Keen, Holger Klinck, Anne Klingensmith, Ray Mack, Peter Marchetto, Ed Moore, Matt Robbins, Ken Rosenberg, and Chris Tessaglia-Hymes.\n    \n    We acknowledge that the land on which the data was collected is the unceded territory of the Cayuga nation, which is part of the Haudenosaunee (Iroquois) confederacy.\n\n",
  "labellingLevel": "",
  "license": "cc-by-4.0",
  "lifeStage": "",
  "locality": "Ithaca",
  "minAndMaxRecordingDuration": "",
  "name": "BirdVox-14SD",
  "numAnnotations": 14336,
  "numAudioFiles": 14336,
  "numClasses": "? (14 species of interest with other classes)",
  "numSpecies": "",
  "paperLink": "https://ieeexplore.ieee.org/document/9052908",
  "physicalSetting": "",
  "provider": "NYU",
  "recordingPeriod": "Migration season of fall 2015",
  "recordingType": "Clips",
  "sampleRate": "",
  "sizeInGb": 1.3,
  "species": "",
  "taxonomicClass": "Birds",
  "totalDuration": "",
  "url": "https://zenodo.org/records/3667094",
  "version": 1
}