{
"additionalDescription": "Focuses on one species only, the swainson's thrush. Is interested in migratory species",
"annotationsType": "- Flight call from target species\n- Flight call from non-target species\n- No flight call",
"captureDevice": "ROBIN autonomous recording units",
"citeAs": null,
  "continent": "North America",
"countryCode": "US-NY",
  "creators": [
    "JustinSalamon",
    "Juan PabloBello",
    "AndrewFarnsworth",
    "MattRobbins",
    "SaraKeen",
    "HolgerKlinck",
    "SteveKelling"
  ],
"datePublished": "2017-11-10",
  "description": "Automatic classification of animal vocalizations has great potential to\nenhance the monitoring of species movements and behaviors. This is\nparticularly true for monitoring nocturnal bird migration, where automated\nclassification of migrants’ flight calls could yield new biological insights\nand conservation applications for birds that vocalize during migration. In\nthis paper we investigate the automatic classification of bird species from\nflight calls, and in particular the relationship between two different problem\nformulations commonly found in the literature: classifying a short clip\ncontaining one of a fixed set of known species (N-class problem) and the\ncontinuous monitoring problem, the latter of which is relevant to migration\nmonitoring. We implemented a state-of-the-art audio classification model based\non unsupervised feature learning and evaluated it on three novel datasets, one\nfor studying the N-class problem including over 5000 flight calls from 43\ndifferent species, and two realistic datasets for studying the monitoring\nscenario comprising hundreds of thousands of audio clips that were compiled by\nmeans of remote acoustic sensors deployed in the field during two migration\nseasons. We show that the model achieves high accuracy when classifying a clip\nto one of N known species, even for a large number of species. In contrast,\nthe model does not perform as well in the continuous monitoring case. Through\na detailed error analysis (that included full expert review of false positives\nand negatives) we show the model is confounded by varying background noise\nconditions and previously unseen vocalizations. We also show that the model\nneeds to be parameterized and benchmarked differently for the continuous\nmonitoring scenario. Finally, we show that despite the reduced performance,\ngiven the right conditions the model can still characterize the migration\npattern of a specific species. The paper concludes with directions for future\nresearch.\n\n",
"labellingLevel": "Weak",
  "license": "https://creativecommons.org/publicdomain/zero/1.0/",
"lifeStage": "Adult",
  "locality": "Ithaca and New-York City",
"minAndMaxRecordingDuration": "NaN",
  "name": "CLO-SWTH",
"numAnnotations": 179111,
"numAudioFiles": 179111,
"numClasses": 3,
"numSpecies": "Not Specified",
"paperLink": "https://www.google.com/url?q=https://journals.plos.org/plosone/article?id%3D10.1371/journal.pone.0166866&sa=D&source=editors&ust=1716983769200105&usg=AOvVaw0TfBlwvs2Vvzv5ToZos8sr",
"physicalSetting": "Natural",
  "provider": "NYU/Cornell",
"recordingPeriod": "Fall 2014 and spring 2015 migration seasons",
"recordingType": "Clips",
"sampleRate": 22.05,
"sizeInGb": 20,
  "species": "Catharus ustulatus, Not Specified",
"taxonomicClass": "Birds",
"totalDuration": 67,
  "url": "http://datadryad.org/stash/dataset/doi:10.5061/dryad.j2t92",
  "version": 1
}