{
"additionalDescription": "A subset was used for the test set of BirdClef 2021. Part of the BIRB benchmark",
"annotationsType": "Species with onset/offset detection time, and frequencies",
"captureDevice": "SWIFT recorders, positioned 3m above the ground",
"citeAs": null,
  "continent": "North America",
"countryCode": "CR",
  "creators": [
    "Álvaro Vega-Hidalgo",
    "Stefan Kahl",
    "Laurel B. Symes",
    "Viviana Ruiz-Gutiérrez",
    "Ingrid Molina-Mora",
    "Fernando Cediel",
    "Luis Sandoval",
    "Holger Klinck"
  ],
"datePublished": "2023-01-11T14:15:24.151217+00:00",
  "description": "This collection contains 34 hour-long soundscape recordings, which have been\nannotated by expert ornithologists who provided 6,952 bounding box labels for\n89 different bird species from Colombia and Costa Rica. The data were recorded\nin 2019 at two highly diverse neotropical coffee farm landscapes from the\ntowns of Jardin, Colombia and San Ramon, Costa Rica. This collection has\npartially been featured as test data in the 2021 BirdCLEF competition and can\nprimarily be used for training and evaluation of machine learning algorithms.\n\n**Data collection**\n\nMonitoring the avifauna of coffee farms is a useful tool to measure the impact\nof sustainability efforts in productive landscapes. Diverse bird communities\nprovide services to coffee farms that are enhanced with increased tree cover\n(e.g. shade trees, wind breaks), and the protection of forest remnants within\nor in close proximity to coffee farms. Our limited knowledge on the relative\ncontributions of different types of tree cover has incentivized the scientific\ncommunity to collect bird data in coffee landscapes in order to correlate\ndifferent management strategies with the presence or absence of target species\nusing bioacoustics. To accomplish this, we collected a set of bird recordings\nto track the presence of target species on coffee farms. The annotated data\nset is currently being used to measure the impact of pesticide applications\nand other types of management practice (e.g. pruning) to test for differences\nin bird activity before and after one of these interventions. In addition, the\nbird call annotations help us train machine learning models that will help us\nmonitor these farms in an automatic way.\n\nSoundscapes for this collection were recorded using SWIFT recorders,\npositioned 3m above the ground. We recorded 48kHz one-hour long sound files\nfrom 4:30 to 7:30 to capture the most active time frame of the avian dawn\nchorus. In the same way, we recorded from 16:00 to 19:00, to capture the\nsecond avian bioacoustics activity peak that occurs before sunset, and to\ninclude nocturnal species.\n\nAll audio was unified, converted to FLAC, and resampled to 32 kHz for this\ncollection. Parts of this dataset have previously been used in the 2021\nBirdCLEF competition.\n\n**Sampling and annotation protocol**\n\nWe subsampled data for this collection by randomly selecting recordings coming\nfrom different farm locations and dates.\n\nUsing Raven Pro, annotators were asked to create a selection box around every\nbird call they could recognize, ignoring those that were too faint or\nunidentifiable. We allowed overlapping selections. Provided labels contain\nfull bird calls that are boxed in time and frequency. Annotators were allowed\nto combine multiple consecutive calls of the same species into one bounding\nbox label if pauses between calls were shorter than 5 seconds. We converted\nlabels to eBird species codes, following the 2021 eBird taxonomy (Clements\nlist). Unidentifiable calls have been marked with \"????\" and were added as\nbounding box labels to the ground truth annotations.\n\n**Files in this collection**\n\nAudio recordings can be accessed by downloading and extracting the\n\"soundscape_data.zip\" file. Soundscape recording filenames contain a\nsequential file ID, site ID, recording date, and timestamp in local time\n(Costa Rica: GMT-6; Colombia: GMT-5). As an example, the file\n\"NES_001_S01_20190914_043000.flac\" has sequential ID 001 and was recorded at\nsite S01 on Sep 14th, 2019 at 04:30:00 local time. Ground truth annotations\nare listed in \"annotations.csv\" where each line specifies the corresponding\nfilename, start and end time in seconds, low and high frequency in Hertz, and\nan eBird species code. These species codes can be assigned to the scientific\nand common name of a species with the \"species.csv\" file. Geographical\ncoordinates of San Ramon and Jardin regions can be found in the\n\"recording_location.txt\" file. Recording location coordinates are not included\ndue to data privacy.\n\n**Acknowledgements  **\n\nCompiling this extensive dataset was a major undertaking, and we are very\nthankful to the domain experts who helped to collect and manually annotate the\ndata for this collection. Specifically, we want to thank (in alphabetical\norder): Alejandro Quesada, Jose Castaño, Luis Parra. We also thank Carlos\nGamboa-Venegas (RedCONARE, CeNAT), for providing technical assistance for\ninformation transfer.\n\nWe would also like to acknowledge our funding source: Nespresso AAA\nSustainable QualityTM Program.\n\n",
"labellingLevel": "NaN",
  "license": "cc-by-4.0",
"lifeStage": "NaN",
  "locality": "Jardín, Colombia and San Ramon",
"minAndMaxRecordingDuration": "NaN",
  "name": "Colombia Costa Rica Birds",
"numAnnotations": 6952,
"numAudioFiles": 34,
"numClasses": 89,
"numSpecies": "NaN",
"paperLink": null,
"physicalSetting": "NaN",
  "provider": "Cornell, Universidad de Costa Rica, Universidad de Antioquia",
"recordingPeriod": "2019, during the most active periods of the day (from 4:30 to 7:30 am, and from 16:00 to 19:00)",
"recordingType": "Continuous",
"sampleRate": "NaN",
"sizeInGb": 3.8,
  "species": "NaN",
"taxonomicClass": "Birds",
"totalDuration": 34,
  "url": "https://zenodo.org/records/7525349",
  "version": 1
}