{
  "additional description": "Recorded made on 10 pairs of adult marmosets. The pairs were not recorded in isolation",
  "annotations type": "Call type, individual, sex, condition (pair together, or one of the animals is outside the cage)",
  "capture device": "Panictech and Polend digital voice recorders, with omnidirectional microphones",
  "cite_as": null,
  "continent": "NaN",
  "country code": "NaN",
  "creators": [
    "Rogier Landman"
  ],
  "date_published": "2017-05-02T20:04:02.275149",
  "description": "Abstract Vocal communication in animals often involves taking turns\nvocalizing. In humans, turn taking is a fundamental rule in conversation.\nAmong non-human primates, the common marmoset is known to engage in antiphonal\ncalling using phee calls and trill calls. Calls of the trill type are the most\ncommon, yet difficult to study, because they are not very loud and uttered in\nconditions when animals are in close proximity to one another. Here we\nrecorded trill calls in captive pair-housed marmosets using wearable\nmicrophones, while the animals were together with their partner or separated,\nbut within trill call range. Trills were exchanged mainly with the partner and\nnot with other animals in the room. Animals placed outside the home cage\nincreased their trill call rate and uttered more trills in response more to\ntheir partner. The fundamental frequency, F0, of trills increased when animals\nwere placed outside the cage. Our results indicate that trill calls can be\nmonitored using wearable audio equipment. Relatively minor changes in social\ncontext affect trill call interactions and spectral properties of trill calls,\nindicating that marmosets can communicate subtle information to their partner\nvocally.\n\n",
  "labelling level": "NaN",
  "license": "http://opensource.org/licenses/MIT",
  "life stage": "NaN",
  "locality": "Laboratory",
  "min and max recording duration (sec)": "NaN",
  "name": "Common Marmoset",
  "num. annotations": "17000 (around)",
  "num. audio files": "NaN",
  "num. classes": "20 individuals\n2 sexes\n8 call types",
  "num. species": "NaN",
  "paper_link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0227392",
  "physical setting": "NaN",
  "provider": "Massachusetts Institute of Technology",
  "recording period": "During the afternoon",
  "recording type": "Clips",
  "sample rate (khz)": "NaN",
  "size (gb)": 5,
  "species": "NaN",
  "taxonomic class": "Primates",
  "total duration (hours)": "NaN",
  "url": "https://osf.io/pswqd/",
  "version": null
}