{
"additionalDescription": "Multi-label annotations. Part of the BEANS and the BIRB benchmarks.",
"annotationsType": "Onset and offset, frequency range, and species",
"captureDevice": "AudioMoth version 1.0",
"citeAs": null,
  "continent": "North America",
"countryCode": "US-PA",
  "creators": [
    "Lauren M.Chronister",
    "Tessa A.Rhinehart",
    "AidanPlace",
    "JustinKitzes"
  ],
"datePublished": "2021-04-06",
  "description": "Acoustic recordings of soundscapes are an important category of audio data\nwhich can be useful for answering a variety of questions, and an entire\ndiscipline within ecology, dubbed “soundscape ecology,” has risen to study\nthem. Bird sound is often the focus of studies of soundscapes due to the\nubiquitousness of birds in most terrestrial environments and their high vocal\nactivity. Autonomous acoustic recorders have increased the quantity and\navailability of recordings of natural soundscapes while mitigating the impact\nof human observers on community behavior. However, such recordings are of\nlittle use without analysis of the sounds they contain. Manual analysis\ncurrently stands as the best means of processing this form of data for use in\ncertain applications within soundscape ecology, but it is a laborious task,\nsometimes requiring many hours of human review to process comparatively few\nhours of recording. For this reason, few annotated datasets of soundscape\nrecordings are publicly available. Further still, there are no publicly\navailable strongly-labeled soundscape recordings of bird sounds which contain\ninformation on timing, frequency, and species. Therefore, we present the first\ndataset of strongly-labeled bird sound soundscape recordings under free use\nlicense. These data were collected in the Northeastern United States at\nPowdermill Nature Reserve, Rector, PA. Recordings encompass 385 minutes of\ndawn chorus recordings collected by autonomous acoustic recorders between the\nmonths of April through July 2018. Recordings were collected in continuous\nbouts on four days during the study period, and contain 48 species and 16,052\nannotations. Applications of this dataset may be numerous, and include the\ntraining, validation, and testing of certain advanced machine learning models\nwhich detect or classify bird sounds.\n\n",
"labellingLevel": "NaN",
  "license": "https://creativecommons.org/publicdomain/zero/1.0/",
"lifeStage": "NaN",
  "locality": "Powdermill Nature Reserve",
"minAndMaxRecordingDuration": "NaN",
  "name": "Enabirds",
"numAnnotations": 16052,
"numAudioFiles": "77 (continuous segments from 4 recordings)",
"numClasses": "48 (species)",
"numSpecies": "NaN",
"paperLink": "https://esajournals.onlinelibrary.wiley.com/doi/full/10.1002/ecy.3329",
"physicalSetting": "NaN",
  "provider": "University of Pittsburgh",
"recordingPeriod": "April to July 2018, during the dawn chorus",
"recordingType": "Continuous",
"sampleRate": "NaN",
"sizeInGb": 1.18,
  "species": "NaN",
"taxonomicClass": "Birds",
"totalDuration": 6.4,
  "url": "http://datadryad.org/stash/dataset/doi:10.5061/dryad.d2547d81z",
  "version": 5
}