{
"additionalDescription": "Includes vocalisations from neonate otters. Only the vocalisation type and the context are strongly labelled, the rest is partially labeled. Only a minority (2,7%) of vocalisations are from neonates.",
"annotationsType": "Vocalisation type, age, sex, geographical, location, individual, context",
"captureDevice": "Directional sennheiser microphone MKH 416-P48U3 for air-borne vocalisations, and hydrophone RESON TC4013. ",
"citeAs": "A. S. Mumm, Christina; Knörnschild, Mirjam (2016). The Vocal Repertoire of Adult and Neonate Giant Otters (<i>Pteronura brasiliensis</i>). PLOS ONE. Dataset. https://doi.org/10.1371/journal.pone.0112562",
  "continent": "South America, Europe",
"countryCode": "PE, DE",
  "creators": [
    "Christina A. S. Mumm",
    "Mirjam Knörnschild"
  ],
"datePublished": "2014-11-12T03:37:32Z",
  "description": "Animals use vocalizations to exchange information about external events, their\nown physical or motivational state, or about individuality and social\naffiliation. Infant babbling can enhance the development of the full adult\nvocal repertoire by providing ample opportunity for practice. Giant otters are\nvery social and frequently vocalizing animals. They live in highly cohesive\ngroups, generally including a reproductive pair and their offspring born in\ndifferent years. This basic social structure may vary in the degree of\nrelatedness of the group members. Individuals engage in shared group\nactivities and different social roles and thus, the social organization of\ngiant otters provides a basis for complex and long-term individual\nrelationships. We recorded and analysed the vocalizations of adult and neonate\ngiant otters from wild and captive groups. We classified the adult\nvocalizations according to their acoustic structure, and described their main\nbehavioural context. Additionally, we present the first description of\nvocalizations uttered in babbling bouts of new born giant otters. We expected\nto find 1) a sophisticated vocal repertoire that would reflect the species’\ncomplex social organisation, 2) that giant otter vocalizations have a clear\nrelationship between signal structure and function, and 3) that the vocal\nrepertoire of new born giant otters would comprise age-specific vocalizations\nas well as precursors of the adult repertoire. We found a vocal repertoire\nwith 22 distinct vocalization types produced by adults and 11 vocalization\ntypes within the babbling bouts of the neonates. A comparison within the otter\nsubfamily suggests a relation between vocal and social complexity, with the\ngiant otters being the socially and vocally most complex species.\n\n",
"labellingLevel": "NaN",
  "license": "https://creativecommons.org/licenses/by/4.0/",
"lifeStage": "NaN",
  "locality": "Five lakes in Peru (wild groups), and three german zoos (captive groups)",
"minAndMaxRecordingDuration": "NaN",
  "name": "Giant Otter",
"numAnnotations": 453,
"numAudioFiles": 453,
"numClasses": "Depends on what we want to predict. 33 vocalisation types",
"numSpecies": "NaN",
"paperLink": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0112562",
"physicalSetting": "Natural, Artificial",
  "provider": "University of Ulm, Germany",
"recordingPeriod": "Between 2009 and 2012",
"recordingType": "Clips",
"sampleRate": "NaN",
"sizeInGb": 0.552,
  "species": "NaN",
"taxonomicClass": "Terrestrial mammal",
"totalDuration": "NaN",
  "url": "https://plos.figshare.com/articles/dataset/The_Vocal_Repertoire_of_Adult_and_Neonate_Giant_Otters_Pteronura_brasiliensis_/1238781",
  "version": 1
}