{
  "additionalDescription": "Songs recorded on three males with different age.",
  "annotationsType": "",
  "captureDevice": "eight-channel microphone array (TAMAGO-03)",
  "continent": "Asia",
  "countryCode": "JP",
  "creators": [
    "TakashiMorita",
    "HirokiKoda"
  ],
  "datePublished": "2019-06-20",
  "description": "A pervasive belief with regard to the differences between human language and\nanimal vocal sequences (song) is that they belong to different classes of\ncomputational complexity, with animal song belonging to regular languages,\nwhereas human language is superregular. This argument, however, lacks\nempirical evidence since superregular analyses of animal song are\nunderstudied. The goal of this paper is to perform a superregular analysis of\nanimal song, using data from gibbons as a case study, and demonstrate that a\nsuperregular analysis can be effectively used with non-human data. A key\nfinding is that a superregular analysis does not increase explanatory power\nbut rather provides for compact analysis: Fewer grammatical rules are\nnecessary once superregularity is allowed. This pattern is analogous to a\nprevious computational analysis of human language, and accordingly, the null\nhypothesis, that human language and animal song are governed by the same type\nof grammatical systems, cannot be rejected.\n\n",
  "labellingLevel": "",
  "license": "https://creativecommons.org/publicdomain/zero/1.0/",
  "lifeStage": "",
  "locality": "Primate Research institute, Kyoto University",
  "minAndMaxRecordingDuration": "",
  "name": "Gibbons",
  "numAnnotations": "",
  "numAudioFiles": "",
  "numClasses": "",
  "numSpecies": "",
  "paperLink": "https://royalsocietypublishing.org/doi/10.1098/rsos.190139",
  "physicalSetting": "Artificial",
  "provider": "Kyoto University",
  "recordingPeriod": "Training data: from Aug 10 to 19, between 6 am and 10am\nTest data: Whole september, from 6am to 10am",
  "recordingType": "",
  "sampleRate": "",
  "sizeInGb": 3.16,
  "taxonomicClass": "Primates (Gibbons)",
  "title": "Data from: Superregular grammars do not provide additional explanatory power but allow for a compact analysis of animal song",
  "totalDuration": "",
  "url": "http://datadryad.org/stash/dataset/doi:10.5061/dryad.mn12jv2",
  "version": 1
}