{
  "additionalDescription": "Part of BirdClef 2022 challenge. Part of the BIRB benchmark",
  "annotationsType": "Species with onset/offset detection time, and frequencies",
  "captureDevice": "Wildlife Acoustics Inc. Song Meters (models 2, 4, or Mini)",
  "citeAs": null,
  "continent": "North America",
  "countryCode": "US-HI",
  "creators": [
    "Amanda Navine",
    "Stefan Kahl",
    "Ann Tanimoto-Johnson",
    "Holger Klinck",
    "Patrick Hart"
  ],
  "datePublished": "2022-09-14T11:12:29.082334+00:00",
  "description": "This collection contains 635 soundscape recordings with a total duration of\nalmost 51 hours, which have been annotated by expert ornithologists who\nprovided 59,583 bounding box labels for 27 different bird species from the\nHawaiian Islands, including 6 threatened or endangered native birds. The data\nwere recorded between 2016 and 2022 at four sites across Hawai'i Island. This\ncollection has partially been featured as test data in the 2022 BirdCLEF\ncompetition and can primarily be used for training and evaluation of machine\nlearning algorithms.\n\n**Data collection**\n\nSoundscapes for this collection were recorded for various research projects by\nthe Listening Observatory for Hawaiian Ecosystems (LOHE) at the University of\nHawai'i at Hilo. The recordings were collected using Wildlife Acoustics Inc.\nSong Meters (models 2, 4, or Mini), as 16-bit wav files at a sampling rate of\n44.1 kHz, using the default gain settings of each model. Further specifics for\neach recording, such as recording location and habitat type, can be found in\nthe metadata provided. Soundscapes in this collection vary in length, ranging\nfrom just under a minute to 9 minutes in duration. All audio was unified,\nconverted to FLAC, and resampled to 32 kHz for this collection. Parts of this\ndataset have previously been used in the 2022 BirdCLEF competition.\n\n**Sampling and annotation protocol**\n\nThis collection is a subset of the files recorded over the course of the LOHE\nlab's respective studies. The data were subsampled for annotation by aurally\nscanning the recordings and visually scanning spectrograms generated using\nRaven Pro software for target species of interest to the individual research\nproject for which each recording was collected. Recordings that did not\ncontain vocalizations of the species of interest were excluded from full\nannotation and thus this collection.\n\nUsing Raven Pro, annotators were asked to create a selection box around every\nbird call they could recognize, ignoring those that were too faint or\nunidentifiable at a spectrogram window size of 700 points. Provided labels\ncontain full bird calls that are boxed in time and frequency. Annotators were\nallowed to combine multiple consecutive calls of the same species into one\nbounding box label if pauses between calls were shorter than 0.5 seconds. We\nconverted labels to eBird species codes, following the 2021 eBird taxonomy\n(Clements list).\n\n**Files in this collection**\n\nAudio recordings can be accessed by downloading and extracting the\n\"soundscape_data.zip\" file. Soundscape recording filenames contain a\nsequential file ID, site ID, recording date, and timestamp in HST. As an\nexample, the file \"UHH_001_S01_20161121_150000.flac\" has sequential ID 001 and\nwas recorded at site S01 on Nov 21st, 2016 at 15:00:00 HST. Ground truth\nannotations are listed in \"annotations.csv\" where each line specifies the\ncorresponding filename, start and end time in seconds, low and high frequency\nin Hertz, and an eBird species code. These species codes can be assigned to\nthe scientific and common name of a species with the \"species.csv\" file. The\napproximate recording location with Universal Transverse Mercator (UTM)\ncoordinates and other metadata can be found in the \"recording_location.csv\"\nfile.\n\n**Acknowledgements  **\n\nCompiling this extensive dataset was a major undertaking, and we are very\nthankful to the domain experts who helped to collect and manually annotate the\ndata for this collection. Specifically, we want to thank Charlotte Forbes-\nPerry with the Pacific Cooperative Studies Unit, University of Hawai'i at\nHawai'i Volcanoes National Park as well as the following current and past\nmembers of the LOHE lab (in alphabetical order): Keith Burnett, Saxony\nCharlot, Noah Hunt, Caleb Kow, Elizabeth Lough, and Bret Mossman.\n\nAccess and permits to record soundscapes were provided by (in alphabetical\norder): Hakalau Forest National Wildlife Refuge, the State of Hawai'i\nDepartment of Land and Natural Resources Division of Forestry and Wildlife,\nand the U.S. Fish and Wildlife Service.\n\nWe would also like to acknowledge our funding sources (in alphabetical order):\nThe National Park Service Inventory and Monitoring Division, the National\nScience Foundation, and the U.S. Army Engineer Research and Development\nCenter.\n\n",
  "labellingLevel": "",
  "license": "cc-by-4.0",
  "lifeStage": "",
  "locality": "Four locations",
  "minAndMaxRecordingDuration": "",
  "name": "Hawaii birds",
  "numAnnotations": 59583,
  "numAudioFiles": 635,
  "numClasses": 27,
  "numSpecies": "",
  "paperLink": null,
  "physicalSetting": "",
  "provider": "University of Hawaii",
  "recordingPeriod": "Between 2016 and 2022",
  "recordingType": "Continuous",
  "sampleRate": "",
  "sizeInGb": 5.8,
  "species": "",
  "taxonomicClass": "Birds",
  "totalDuration": 51,
  "url": "https://zenodo.org/records/7078499",
  "version": 1
}