{
  "additionalDescription": "The dataset is uploaded to the macaulay library",
  "annotationsType": "Individual, sex, identity of mother, birth date, context of call (and other)",
  "captureDevice": "directional Sennheiser MKH 815T microphone attached to a Nagra sound recorder",
  "continent": "Africa",
  "countryCode": "TZ",
  "creators": [
    "Frans X.Plooij",
    "Hettyvan de Rijt-Plooij",
    "MarthaFischer",
    "AnnePusey"
  ],
  "datePublished": "2015-02-19",
  "description": "Many researchers are interested in chimpanzee vocal communication, both as an\nimportant aspect of chimpanzee social behavior and as a source of insights\ninto the evolution of human language. Nonetheless, very little is known about\nhow chimpanzee vocal communication develops from infancy to adulthood. The\nlargest dataset of audiorecordings from free-living immature chimpanzees was\ncollected by the late Hetty van de Rijt-Plooij and Frans X. Plooij at Gombe\nNational Park, Tanzania (1971–1973). These recordings have not yet been\nanalysed. Therefore, the most extensive effort to study the development of\nchimpanzee vocalizations remains unfinished. The audiospecimens total over 10\nh on 28 tapes, including 20 tapes focusing on 17 specific immature individuals\nwith a total of 1,136 recordings. In order to make this dataset available to\nmore researchers, the analogue sound recordings were digitized and stored in\nthe Macaulay Library and the Dryad Repository. In addition, the original notes\non the contexts of the calls were translated and transcribed from Dutch into\nEnglish.\n\n",
  "labellingLevel": "",
  "license": "https://creativecommons.org/publicdomain/zero/1.0/",
  "lifeStage": "",
  "locality": "Gombe National Park",
  "minAndMaxRecordingDuration": "",
  "name": "Infant Chimpanzes",
  "numAnnotations": "",
  "numAudioFiles": 1136,
  "numClasses": "Depends on what we want to predict",
  "numSpecies": "",
  "paperLink": "https://www.nature.com/articles/sdata201425",
  "physicalSetting": "",
  "provider": "National research institute of infant studies, Arnhem, Netherlands",
  "recordingPeriod": "From 1971 to 1973",
  "recordingType": "Clips",
  "sampleRate": "",
  "sizeInGb": 17,
  "taxonomicClass": "Chimpanzes (Gombe Chimpanzes)",
  "totalDuration": 10,
  "url": "http://datadryad.org/stash/dataset/doi:10.5061/dryad.5tq80",
  "version": 2
}