{
  "additionalDescription": "Sounds taken from Global Cicada Sound Collection hosted in Bioacoustica, and the collection of  Baudewijn Odé",
  "annotationsType": "Species",
  "captureDevice": "Various",
  "continent": "Global",
  "countryCode": "",
  "creators": [
    "Faiß, Marius"
  ],
  "datePublished": "2022-09-12T16:36:03.386758+00:00",
  "description": "This dataset contains recordings of 32 sound producing insect species with a\ntotal 335 files and a length of 57 minutes. The dataset was compiled for\ntraining neural networks to automatically identify insect species while\ncomparing adaptive, waveform-based frontends to conventional mel-spectrogram\nfrontends for audio feature extraction. This work will be submitted for\npublication in the future and this dataset can be used to replicate the\nresults, as well as other uses. A\n[preprint](https://doi.org/10.48550/arXiv.2304.12739) of the paper is publicly\navailable. The scripts for audio processing and the machine learning\nimplementations will be published on\n[Github](https://github.com/mariusfaiss/InsectSet32-Adaptive-Representations-\nof-Sound-for-Automatic-Insect-Recognition).\n\nThe recordings are split into two datasets. Roughly half of the recordings\n(147) are of nine species belonging to the order Orthoptera. These recordings\nstem from a dataset that was originally compiled by [Baudewijn\nOde](https://orcid.org/0000-0002-8929-2737) (unpublished).\n\nThe remaining recordings (188) are of 23 species in the family Cicadidae.\nThese recordings were selected from the Global Cicada Sound Collection hosted\non [Bioacoustica](https://bio.acousti.ca/)\n([doi.org/10.1093/database/bav054](https://doi.org/10.1093/database/bav054)),\nincluding recordings published in\n[doi.org/10.3897/BDJ.3.e5792](https://doi.org/10.3897/BDJ.3.e5792) &\n[doi.org/10.11646/zootaxa.4340.1](https://doi.org/10.11646/zootaxa.4340.1).\nMany recordings from this collection included speech annotations in the\nbeginning of the recordings, therefore the last ten seconds of audio were\nextracted and used in this dataset.\n\nAll files were manually inspected and files with strong noise interference or\nwith sounds of multiple species were removed. Between species, the number of\nfiles ranges from four to 22 files and the length from 40 seconds to almost\nnine minutes of audio material for a single species. The files range in length\nfrom less than one second to several minutes. All original files were\navailable with sample rates of at least 44.1 kHz or higher but were resampled\nto 44.1 kHz mono WAV files for consistency. The annotation files contain\ninformation for each recording, including the file name, species name and\nidentifier, as well as the data subset they were included in for training the\nneural network (training, test, validation).\n\n",
  "labellingLevel": "",
  "license": "cc-by-4.0",
  "lifeStage": "",
  "locality": "",
  "minAndMaxRecordingDuration": "",
  "name": "InsectSet32",
  "numAnnotations": 331,
  "numAudioFiles": 335,
  "numClasses": 32,
  "numSpecies": "",
  "paperLink": "https://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1011541",
  "physicalSetting": "",
  "provider": "Leiden University, The Netherlands",
  "recordingPeriod": "Various",
  "recordingType": "Clips",
  "sampleRate": "",
  "sizeInGb": "",
  "taxonomicClass": "Insects (Orthoptera and Cicadidae)",
  "title": "InsectSet32: Dataset for automatic acoustic identification of insects (Orthoptera and Cicadidae)",
  "totalDuration": 1,
  "url": "https://zenodo.org/records/7072196",
  "version": 1
}