{
  "additional description": "Calls recorded from 8 adult rhesus macaques (4 males, 4 females) in a laboratory (reward-based, the apes got a reward after they produced the vocalisation). Only one type of vocalisation, the \"coo\" call",
  "annotations type": "Individuals",
  "capture device": "directional Sennheiser ME66",
  "cite_as": null,
  "continent": NaN,
  "country code": NaN,
  "creators": [
    "MakotoFukushima",
    "Alexandra M.Doyle",
    "Matthew P.Mullarkey",
    "MortimerMishkin",
    "Bruno B.Averbeck",
    "Alex M.Doyle"
  ],
  "date_published": "2015-12-02",
  "description": "Individual primates can be identified by the sound of their voice. Macaques\nhave demonstrated an ability to discern conspecific identity from a\nharmonically structured ‘coo’ call. Voice recognition presumably requires the\nintegrated perception of multiple acoustic features. However, it is unclear\nhow this is achieved, given considerable variability across utterances.\nSpecifically, the extent to which information about caller identity is\ndistributed across multiple features remains elusive. We examined these issues\nby recording and analysing a large sample of calls from eight macaques. Single\nacoustic features, including fundamental frequency, duration and Weiner\nentropy, were informative but unreliable for the statistical classification of\ncaller identity. A combination of multiple features, however, allowed for\nhighly accurate caller identification. A regularized classifier that learned\nto identify callers from the modulation power spectrum of calls found that\nspecific regions of spectral–temporal modulation were informative for caller\nidentification. These ranges are related to acoustic features such as the\ncall’s fundamental frequency and FM sweep direction. We further found that the\nlow-frequency spectrotemporal modulation component contained an indexical cue\nof the caller body size. Thus, cues for caller identity are distributed across\nidentifiable spectrotemporal components corresponding to laryngeal and\nsupralaryngeal components of vocalizations, and the integration of those cues\ncan enable highly reliable caller identification. Our results demonstrate a\nclear acoustic basis by which individual macaque vocalizations can be\nrecognized.\n\n",
  "labelling level": NaN,
  "license": "https://creativecommons.org/publicdomain/zero/1.0/",
  "life stage": NaN,
  "locality": "Laboratory",
  "min and max recording duration (sec)": NaN,
  "name": "Macaques",
  "num. annotations": 7285,
  "num. audio files": 7285,
  "num. classes": 8,
  "num. species": NaN,
  "paper_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4806230/",
  "physical setting": NaN,
  "provider": "National Institutes of Health, Bethesda, MD 20892, USA",
  "recording period": NaN,
  "recording type": "Clips",
  "sample rate (khz)": NaN,
  "size (gb)": 0.132,
  "species": NaN,
  "taxonomic class": "Macaques",
  "total duration (hours)": 0.7,
  "url": "http://datadryad.org/stash/dataset/doi:10.5061/dryad.7f4p9",
  "version": 1
}