{
  "additional description": "Parts of this dataset have been in the DCASE challenges.",
  "annotations type": "Species with onset/offset detection time, and frequencies",
  "capture device": "30 first-generation SWIFT recorders",
  "cite_as": null,
  "continent": "North America",
  "country code": "US-NY",
  "creators": [
    "Stefan Kahl",
    "Russell Charif",
    "Holger Klinck"
  ],
  "date_published": "2022-09-14T14:12:36.799536+00:00",
  "description": "This collection contains 285 hour-long soundscape recordings, which have been\nannotated by expert ornithologists who provided 50,760 bounding box labels for\n81 different bird species from the Northeastern USA. The data were recorded in\n2017 in the Sapsucker Woods bird sanctuary in Ithaca, NY, USA. This collection\nhas (partially) been featured as test data in the 2019, 2020 and 2021 BirdCLEF\ncompetition and can primarily be used for training and evaluation of machine\nlearning algorithms.\n\n**Data collection**\n\nAs part of the Sapsucker Woods Acoustic Monitoring Project (SWAMP), the K.\nLisa Yang Center for Conservation Bioacoustics at the Cornell Lab of\nOrnithology deployed 30 first-generation SWIFT recorders in the surrounding\nbird sanctuary area in Ithaca, NY, USA. The sensitivity of the used\nmicrophones was -44 (+/-3) dB re 1 V/Pa. The microphone's frequency response\nwas not measured, but is assumed to be flat (+/- 2 dB) in the frequency range\n100 Hz to 7.5 kHz. The analog signal was amplified by 33 dB and digitized\n(16-bit resolution) using an analog-to-digital converter (ADC) with a clipping\nlevel of -/+ 0.9 V. This ongoing study aims to investigate the vocal activity\npatterns and seasonally changing diversity of local bird species. The data are\nalso used to assess the impact of noise pollution on the behavior of birds.\nRecordings were recorded 24 h/day in 1-hour uncompressed WAVE files at 48 kHz,\nconverted to FLAC and resampled to 32 kHz for this collection. Parts of this\ndataset have previously been used in the 2019, 2020 and 2021 BirdCLEF\ncompetition.\n\n**Sampling and annotation protocol**\n\nWe subsampled data for this collection by randomly selecting one 1-hour file\nfrom one of the 30 different recording units for each hour of one day per week\nbetween Feb and Aug 2017. For this collection, we excluded recordings that\nwere shorter than one hour or did not contain a bird vocalization. Annotators\nwere asked to box every bird call they could recognize, ignoring those that\nare too faint. Raven Pro software was used to annotate the data. Provided\nlabels contain full bird calls that are boxed in time and frequency.\nAnnotators were allowed to combine multiple consecutive calls of one species\ninto one bounding box label if pauses between calls were shorter than five\nseconds. We use eBird species codes as labels, following the 2021 eBird\ntaxonomy (Clements list).\n\n**Files in this collection**\n\nAudio recordings can be accessed by downloading and extracting the\n\"soundscape_data.zip\" file. Soundscape recording filenames contain a\nsequential file ID, recording date, and timestamp in UTC. As an example, the\nfile \"SSW_001_20170225_010000Z.flac\" has sequential ID 001 and was recorded on\nFeb 25th, 2017 at 01:00:00 UTC. Ground truth annotations are listed in\n\"annotations.csv\" where each line specifies the corresponding filename, start\nand end time in seconds, low and high frequency in Hertz, and an eBird species\ncode. These species codes can be assigned to scientific and common name of a\nspecies with the \"species.csv\" file. Unidentifiable calls have been marked\nwith \"????\" and are included in the ground truth annotations. The approximate\nrecording location with longitude and latitude can be found in the\n\"recording_location.txt\" file.\n\n**Acknowledgements  **\n\nCompiling this extensive dataset was a major undertaking, and we are very\nthankful to the domain experts who helped to collect and manually annotate the\ndata for this collection (individual contributors in alphabetic order): Jessie\nBarry, Sarah Dzielski, Cullen Hanks, W. Alexander Hopping, Robert Koch, Jim\nLowe, Jay McGowan, Ashik Rahaman, Yu Shiu, Laurel Symes, and Matt Young.\n\n**Version history**\n\nVersion 2: Unidentifiable calls have been marked with \"????\" and added as\nbounding box labels to the ground truth annotations.  \nVersion 1: Initial release.\n\n",
  "labelling level": NaN,
  "license": "cc-by-4.0",
  "life stage": NaN,
  "locality": "Sapsucker Woods bird sanctuary in Ithaca",
  "min and max recording duration (sec)": NaN,
  "name": "Northeastern US soundscapes",
  "num. annotations": 50760,
  "num. audio files": 285,
  "num. classes": 81,
  "num. species": NaN,
  "paper_link": null,
  "physical setting": NaN,
  "provider": "Cornell Lab of Ornithology",
  "recording period": "Between february and August 2017",
  "recording type": "Continuous",
  "sample rate (khz)": NaN,
  "size (gb)": 27.8,
  "species": NaN,
  "taxonomic class": "Birds",
  "total duration (hours)": 285,
  "url": "https://zenodo.org/records/7079380",
  "version": 2
}