{
  "additionalDescription": "",
  "annotationsType": "Frequency and time bounding of calls",
  "captureDevice": "Rugged Swift autonomous recording units",
  "continent": "Central America",
  "countryCode": "PA",
  "creators": [
    "Laurel Symes",
    "Shyam Madhusudhana",
    "Sharon Martinson",
    "Ciara Kernan",
    "Kristin Hodge",
    "Daniel Salisbury",
    "Holger Klinck",
    "Hannah ter Hofstede"
  ],
  "datePublished": "2023-01-31",
  "description": "Insects are an integral part of terrestrial ecosystems, but while they are ubiquitous, they can be difficult to census. Passive acoustic recording can provide detailed information on the spatial and temporal distribution of sound-producing insects. We placed recording devices in the forest canopy on Barro Colorado Island in Panamá and identified katydid calls in recordings to assess what species were present, in which seasons they were signaling, and how often they called. Soundscape recordings were collected at a height of 24 m in two replicate sites, sampled at three time-windows per night across five months, spanning both wet and dry seasons. Katydid calls were commonly detected in recordings, but the call repetition rates of many species were quite low, consistent with data from focal recordings of individual insects where calls were also repeated rarely. The soundscape recordings contained 6,789 calls with visible pulse structure. Of these calls, we identified 4,371 to species with the remainder representing calls that could not be identified to species. The identified calls corresponded to 24 species, with 15 of these species detected at both replicate sites. Katydid calls were detected throughout the night. Most species were detected at all three time points in the night, although some species called more just after dusk and just before dawn. The annotated dataset provided here serves as an archival sample of the species diversity and number of calls present in the forest canopy of Barro Colorado Island, Panama. These hand-annotated data will also be key for evaluating automated approaches to detecting and classifying insect calls. In changing forests and with declining insect populations, consistent approaches to insect sampling will be key for generating interpretable and actionable data.",
  "labellingLevel": "Strong",
  "license": "CC0 1.0 Universal",
  "lifeStage": "",
  "locality": "Two sites in the forest canopy of Barro Colorado Island",
  "minAndMaxRecordingDuration": "10 - 10",
  "name": "Panama Katydids soundscapes",
  "numAnnotations": 6789,
  "numAudioFiles": 27,
  "numClasses": 24,
  "numSpecies": 24,
  "paperLink": "https://jor.pensoft.net/article/73373/",
  "physicalSetting": "Natural",
  "provider": "Cornell University",
  "recordingPeriod": "2019",
  "recordingType": "Soundscape",
  "sampleRate": 96,
  "sizeInGb": 3.1,
  "taxonomicClass": "Insects (Katydids)",
  "title": "Neotropical forest soundscapes with call identifications for katydids",
  "totalDuration": 4.5,
  "url": "https://zenodo.org/records/7591959",
  "version": 1
}