{
  "additional description": "Recorded 5 colonies, 3 wild, and 2 captive. One of the colonies seems to be the same as the one in RookID. Focuses on one type of call only",
  "annotations type": "Onset and offset of nest call, individual, colony",
  "capture device": " Song Meter 4 recorder",
  "cite_as": null,
  "continent": "Europe",
  "country code": "FR, UK",
  "creators": [
    "Martin, Killian"
  ],
  "date_published": "2024-04-23T15:26:24.399862+00:00",
  "description": "This data accompanies our article entitle 'Can we trace the social affiliation\nof rooks (Corvus frugilegus) through their vocal signature?'. The data is\nrequired to run the analysis code, hosted at\n<https://gitlab.com/kimartin/rook_vocal_signature>.\n\nIncluded are the audio, annotations, and various intermediate results used for\nthe article. The audio and annotations are stored in the dataset.zip archive,\nin the following format: five folders of audio .flac files and corresponding\n.txt files (each pair of files has the same name, just different extensions).\n\nEach folder contains recordings of a different colony / recording site (three\naround Strasbourg, France: Strasbourg_Captive, Contades, and CNRS; two around\nCambridge, UK: Cambridge Captive and Cambridge Wild). The recordings span\nmostly the 2022 breeding season from around March to May, except for the\nStrasbourg Captive colony where recordings were taken in 2020 and 2021. All\nrecordings were taken in naturalistic conditions (i.e. with background noises\nand other rooks vocalising). Annotations correspond to clean instances of the\n'nest call', a particular call produced only by brooding females within the\nnest.\n\nInside the dataset.zip archive is the tableau_vocs.tsv file, which aggregates\nthe various .txt files for ease of use with the code.\n\nThe intermediate_results.zip archive stores the data used for the statistical\nanalysis, along with the R scripts needed for the statistical analysis and for\ncreating the figures. All scripts should run out-of-the-box with the results\nstored in the same folder and reproduce the same results as the article,\nhowever up-to-date versions can still be found on the GitLab repository if\nneeded. By default the scripts will use the file with \"dfw\" in their names,\ncorresponding to the DFTW results (i.e. with frequency and time alignment of\nthe spectrograms). Each script can be modified to use the files with \"dtw\" in\ntheir names to instead replicate the results in the Supplementary for the\narticle, using DTW (i.e. with only time alignment of the spectrograms), or\n\"d.w\" to use both (the scripts keep them separate, but this can be useful for\neasy comparison between DFTW and DTW).\n\n",
  "labelling level": NaN,
  "license": "cc-by-nc-nd-4.0",
  "life stage": NaN,
  "locality": "Strasbourg and Cambridge",
  "min and max recording duration (sec)": NaN,
  "name": "Rooks (female)",
  "num. annotations": 2859,
  "num. audio files": NaN,
  "num. classes": "67 (individuals)\n1 type of call",
  "num. species": NaN,
  "paper_link": "https://www.biorxiv.org/content/10.1101/2024.01.30.577907v1",
  "physical setting": NaN,
  "provider": "INRAE-CNRS-IFCE-Université de Tours",
  "recording period": "Breeding season of 2022 (march to may) for four colonies, and 2020/2021 for the captive colony in Strasbourg",
  "recording type": "Continuous",
  "sample rate (khz)": NaN,
  "size (gb)": 27.1,
  "species": NaN,
  "taxonomic class": "Birds",
  "total duration (hours)": NaN,
  "url": "https://zenodo.org/records/11048542",
  "version": 4
}