{
"additionalDescription": "Recordings of a captive colony, with 8 males and 7 females",
"annotationsType": "Individuals, onset and offset of vocalisations, context",
"captureDevice": "1 to 3 Song Meter 4 recorders",
"citeAs": null,
  "continent": "Europe",
"countryCode": "FR",
  "creators": [
    "Martin, Killian",
    "Adam, Olivier",
    "Obin, Nicolas",
    "Dufour, Valérie"
  ],
"datePublished": "2022-02-19T10:23:33.686328+00:00",
  "description": "A dataset of annotated recordings of a captive colony of rooks, recorded in\nStrasbourg, France in 2020 and 2021. Each rook was individually identifiable\nwith leg rings. All recordings were taken in the morning a few hours after\nsunrise, when the birds were most vocally active. The colony was housed\noutdoors, so other noises are present, including both biotic (most notably\nvarious birds, human voices, and other animals) and abiotic (mostly car and\ntrain noises).\n\nAudio files (.wav): recorded at 48 kHz, 16-bit using 1 to 3 Song Meter 4\nrecorders (Wildlife Acoustics). Each recorder had two microphone with\ndifferent gains to maximise dynamic range. The files were then manually\nsynchronised and merged into multichannel (2 to 6) files.\n\nLabel files (.tsv): Labels corresponding to each recording (each pair has the\nsame name), noting the time stamps and individual emitter for each\nvocalisation. A single observer annotated all the recordings. Only rook\nvocalisations from the captive colony were annotated, not other bird\nvocalisations or the various noises in the data. The annotations consist of\ntables with 5 columns:\n\n  * Source: the individual producing the vocalisation. Note that only the bird's name is indicated. \"Inc\" and \"Pls\" are special cases: the first was for when identity could not be determined, the second when multiple individuals vocalised at once in such a manner that individuals could not be separated\n  * Start: starting time point for the vocalisation, in seconds (determined as the earliest point when the vocalisation was heard on any channel)\n  * End: ending time point for the vocalisation, in seconds (determined as the last point when the vocalisation was head on any channel)\n  * Event: gives information for the bird's activity at the time of the vocalisation, but largely in abbreviated form. One particular case is \"sing\", which correspond to vocalisations part of a song bout (which are defined as sequences of different vocalisations separated by less than approximately 10 seconds).\n  * Comment: other observations regarding the vocalisation. These are usually not standardised compared to the Event column. One special case is for \"Pls\": the Comment column then bears information regarding the identity of the individuals involved.\n\n\n\nThis dataset was used in our article \"Acoustic detection and identification of\nindividual rooks in field recordings using multi-task neural networks\", to\ntrain neural networks to identify individual rooks. The dataset was therefore\nrandomly split into train-validation-test datasets. For reproducibility, we\nprovide the \"splitting.csv\" which contains the information pertaining to which\nfiles go in each dataset, and two scripts to do the split automatically.\n\nTo do so: download and unpack the RookID folder somewhere on your computer,\nthen download splitting.csv and either of the scripts to the same location.\nBoth scripts will MOVE, not copy, the files to new folders corresponding to\neach dataset.\n\n  * with split_data.R: open the scrip in an RStudio environment, edit the out_path variable to the desired location, and run the script\n  * with split_data.py: run the following command line: python /path/to/split_data.py --out_path path/to/desired/location (note that the script will automatically create the necessary tree structure)\n  * Both scripts can be run without editing the out_path variables, in which case the new folders will be created at the same location\n\n\n\nFor further information, see our code at <https://gitlab.com/kimartin/rook-\nvocalisation-detection>\n\nFor any inquiries, please contact Killian Martin ([killian.martin@ens-\nlyon.fr](mailto:killian.martin@ens-\nlyon.fr?subject=Inquiry%20about%20the%20RookID%20dataset))\n\n",
"labellingLevel": "NaN",
  "license": "cc-by-4.0",
"lifeStage": "NaN",
  "locality": "Strasbourg",
"minAndMaxRecordingDuration": "NaN",
  "name": "RookID",
"numAnnotations": 17667,
"numAudioFiles": 81,
"numClasses": "15 (individuals)",
"numSpecies": "NaN",
"paperLink": "https://www.sciencedirect.com/science/article/abs/pii/S1574954122002680?via%3Dihub",
"physicalSetting": "NaN",
  "provider": "INRAE-CNRS-IFCE-Université de Tours",
"recordingPeriod": "2020 and 2021, in the morning a few hours after sunrise",
"recordingType": "Continuous",
"sampleRate": "NaN",
"sizeInGb": 22.1,
  "species": "NaN",
"taxonomicClass": "Birds",
"totalDuration": 17.4,
  "url": "https://zenodo.org/records/6091940",
  "version": 1
}