{
  "additionalDescription": "The recording sites are mostly in Europe. 1351 minutes of sounds were manually described from 30 sites. A pretrained audio neural network was used to detect the sound events of the other files.",
  "annotationsType": "Several biophonic, anthropogenic and geophonic classes. The number of time an event occurs is also indicated.",
  "captureDevice": "Audible SM4 or AudioMoth devices were recommended, but any other high-quality device was also accepted.",
  "continent": "Europe, North America, South America, Asia, Oceania, Africa",
  "countryCode": "",
  "creators": [
    "Samuel Challéat",
    "Nicolas Farrugia",
    "Jérémy S.P.Froidevaux",
    "Amandine Gasc",
    "Nicolas Pajusco",
    "Silent Cities project consortium"
  ],
  "datePublished": "2020-03-18T12:25:00",
  "description": "Political responses to the COVID-19 pandemic led to changes in cities' soundscapes around the globe. From March to October 2020, a consortium of 260 contributors from 35 countries built a unique soundscape recordings collection to report on local acoustic changes in urban areas. We present this collection here, along with metadata including observational descriptions of the local areas from the contributors, open-source environmental data, open-source confinement levels and calculation of acoustic descriptors. We performed a technical validation of the dataset using statistical models run on a subset of manually annotated soundscapes. We confirmed the large-scale usability of ecoacoustic indices and automatic sound event recognition on the Silent Cities project dataset. We expect the Silent Cities dataset to be useful for research in the multidisciplinary field of environmental sciences.",
  "labellingLevel": "Weak",
  "license": "CC BY 4.0",
  "lifeStage": "",
  "locality": "317 sites in the world",
  "minAndMaxRecordingDuration": "10 - 10",
  "name": "Silent Cities",
  "numAnnotations": "",
  "numAudioFiles": "16252373",
  "numClasses": "",
  "numSpecies": "",
  "paperLink": "https://www.nature.com/articles/s41597-024-03611-7",
  "physicalSetting": "Natural",
  "provider": "",
  "recordingPeriod": "From March to October 2020. The recording devices were configured to obtain a 1 minute-long recording every 10 minutes on a daily cycle schedule.",
  "recordingType": "Clips",
  "sampleRate": "48",
  "sizeInGb": 4900,
  "taxonomicClass": "",
  "title": "Silent·Cities",
  "totalDuration": "45145",
  "url": "https://osf.io/h285u/",
  "version": null
}