{
  "additional description": "Part of the BIRB benchmark, part of the BirdClef 2020 test set",
  "annotations type": "Species with onset/offset detection time, and frequencies",
  "capture device": "SWIFT recording units",
  "cite_as": null,
  "continent": "South America",
  "country code": "PE",
  "creators": [
    "W. Alexander Hopping",
    "Stefan Kahl",
    "Holger Klinck"
  ],
  "date_published": "2022-09-14T13:04:25.704991+00:00",
  "description": "This collection contains 21 hour-long soundscape recordings, which have been\nannotated with 14,798 bounding box labels for 132 different bird species from\nthe Southwestern Amazon Basin. The data were recorded in 2019 in the Inkaterra\nReserva Amazonica, Madre de Dios, Peru. This collection has partially been\nfeatured as test data in the 2020 BirdCLEF competition and can primarily be\nused for training and evaluation of machine learning algorithms.\n\n**Data collection**\n\nThis acoustic data was collected at the Inkaterra Reserva Amazonica (ITRA)\nbetween January 14th and February 2nd, 2019, during the rainy season. ITRA is\na 2 km2 lowland rainforest reserve on the banks of the Madre de Dios river,\napproximately 20 km east of the frontier town of Puerto Maldonado. The\nregion's extraordinary biodiversity is threatened by accelerating rates of\ndeforestation, degradation, and fragmentation, which are driven primarily by\nexpanding road networks, mining, agriculture, and an increasing population.\nThe acoustic data from this site were collected as part of a study designed to\nassess spatio-temporal variation in avian species richness and vocal activity\nlevels across intact, degraded, and edge forest, and between different days at\nthe same point locations.\n\nTen SWIFT recording units, provided by the K. Lisa Yang Center for\nConservation Bioacoustics at the Cornell Lab of Ornithology, were placed at\nseparate sites spanning edge habitat, degraded forest, and intact forest\nwithin the reserve. These omnidirectional recorders were set to record\nuncompressed WAVE files continuously for the duration of their deployment,\nwith a sampling rate of 48 kHz. The sensitivity of the used microphones was\n-44 (+/-3) dB re 1 V/Pa. The microphone's frequency response was not measured\nbut is assumed to be flat (+/- 3 dB) in the frequency range 100 Hz to 7.5 kHz.\nThe analog signal was amplified by 35 dB and digitized (16-bit resolution)\nusing an analog-to-digital converter (ADC) with a clipping level of -/+ 0.9 V.\nFor this collection, recordings were resampled at 32 kHz and converted to\nFLAC. Recorders were placed at a consistent height of approximately 1.5 m\nabove the ground. To minimize background noise, all sites used for data\nanalysis were located at a minimum distance of 450 m from the river.\n\n**Sampling and annotation protocol**\n\nA total of 21 dawn-hours, from 05:00-06:00 PET (10:00-11:00 UTC), representing\n7 of the 10 sites on three randomly-selected dates, were manually annotated.\nMany neotropical bird species sing almost exclusively during the dawn hour, so\nthis time window was selected to maximize the number of species present in the\nrecordings. A single annotator boxed every bird call he could identify and\nignored those that were too faint. Raven Pro software was used to annotate the\ndata. Provided labels contain full bird calls that are boxed in time and\nfrequency. The annotator was allowed to combine multiple consecutive calls of\none species into one bounding box label if pauses between calls were shorter\nthan five seconds. In this collection, we use eBird species codes as labels,\nfollowing the 2021 eBird taxonomy (Clements list). Parts of this dataset have\npreviously been featured in the 2020 BirdCLEF competition.\n\n**Files in this collection**\n\nAudio recordings can be accessed by downloading and extracting the\n\"soundscape_data.zip\" file. Soundscape recording filenames contain a\nsequential file ID, recording site, date, and timestamp in UTC. As an example,\nthe file \"PER_001_S01_20190116_100007Z.flac\" has sequential ID 001 and was\nrecorded at site S01 on Jan 16th, 2019 at 10:00:07 UTC. Ground truth\nannotations are listed in \"annotations.csv\" where each line specifies the\ncorresponding filename, start and end time in seconds, low and high frequency\nin Hertz, and an eBird species code. These species codes can be assigned to\nscientific and common name of a species with the \"species.csv\" file.\nUnidentifiable calls have been marked with \"????\" and are included in the\nground truth annotations. The approximate recording location and a short\nhabitat description for all sites can be found in the \"recording_location.txt\"\nfile.\n\n**Acknowledgements  **\n\nWe would like to thank the Inkaterra Association (ITA) staff for providing\nlogistical support and excellent field station facilities, particularly Noe\nHuaraca, Dennis Osorio, and Kevin Jimenez Gonzales, who helped set up\nrecorders. Noe Huaraca, John Fitzpatrick, Fernando Angulo, Will Sweet, Ken\nRosenburg, and Alex Wiebe helped identify unknown vocalizations. Funding for\nequipment was provided by the K. Lisa Yang Center for Conservation\nBioacoustics at the Cornell Lab of Ornithology, with support from Innovate\nPeru, CORBIDI, and the Inkaterra Association. Travel expenses were funded by\nthe Cornell Lab of Ornithology.\n\n",
  "labelling level": NaN,
  "license": "cc-by-4.0",
  "life stage": NaN,
  "locality": "Inkaterra Reserva Amazonica, Madre de Dios",
  "min and max recording duration (sec)": NaN,
  "name": "Southwestern Amazon Basin soundscapes",
  "num. annotations": 14798,
  "num. audio files": 21,
  "num. classes": 132,
  "num. species": NaN,
  "paper_link": null,
  "physical setting": NaN,
  "provider": "Cornell University",
  "recording period": "between January 14th and February 2nd, 2019, during the rainy season, from 5:00 to 6:00 (dawn)",
  "recording type": "Continuous",
  "sample rate (khz)": NaN,
  "size (gb)": 2.4,
  "species": NaN,
  "taxonomic class": "Birds",
  "total duration (hours)": 21,
  "url": "https://zenodo.org/records/7079124",
  "version": 1
}