{
  "additionalDescription": "Part of the BirdClef 2020 challenge, and the Kaggle Birdcall Identification competition. Part of the BIRB benchmark",
  "annotationsType": "Species with onset/offset detection time, and frequencies",
  "captureDevice": "Song Meter SM2+ units",
  "continent": "North America",
  "countryCode": "US-CA",
  "creators": [
    "Mary Clapp",
    "Stefan Kahl",
    "Erik Meyer",
    "Megan McKenna",
    "Holger Klinck",
    "Gail Patricelli"
  ],
  "datePublished": "2023-01-11T15:47:58.538791+00:00",
  "description": "This collection contains 100 soundscape recordings of 10 minutes duration,\nwhich have been annotated with 10,296 bounding box labels for 21 different\nbird species from the Western United States. The data were recorded in 2015 in\nthe southern end of the Sierra Nevada mountain range in California, USA. This\ncollection has been featured as test data in the 2020 BirdCLEF and Kaggle\nBirdcall Identification competition and can primarily be used for training and\nevaluation of machine learning algorithms.\n\n**Data collection**\n\nThe recordings were made in Sequoia and Kings Canyon National Parks, two\ncontiguous national parks in the southern Sierra Nevada mountain range in\nCalifornia, USA. The focus of the acoustic study was the high-elevation region\nof the Parks; specifically, the headwater lake basins above 3,000 km in\nelevation. The original intent of the study was to monitor seasonal activity\nof birds and bats at lakes containing trout and lakes without trout, because\nthe cascading impacts of trout on the adjacent terrestrial zone remain poorly\nunderstood. Soundscapes were recorded for 24 h continuously at 10 lakes (5\nfishless, 5 fish-containing) throughout Sequoia and Kings Canyon National\nParks during June-September 2015. Song Meter SM2+ units (Wildlife Acoustics,\nUSA) powered by custom-made solar panels were used to obviate the need to swap\nbatteries, due to the recording locations being extremely difficult to access.\nSong Meters continuously recorded mono-channel, 16-bits uncompressed WAVE\nfiles at 48 kHz sampling rate. For this collection, recordings were resampled\nat 32 kHz and converted to FLAC.\n\n**Sampling and annotation protocol**\n\nA total of 100 10-minute segments of audio between July 9 and 12, 2015 from\nmorning hours (06:10-09:10 PDT) from all 10 sites were selected at random.\nAnnotators were asked to box every bird call they could recognize, ignoring\nthose that are too faint or unidentifiable. Every sound that could not be\nconfidently assigned an identity was reviewed with 1-2 other experts in bird\nidentification. To minimize observer bias, all identifying information about\nthe location, date and time of the recordings was hidden from the annotator.\nRaven Pro software was used to annotate the data. Provided labels contain full\nbird calls that are boxed in time and frequency. In this collection, we use\neBird species codes as labels, following the 2021 eBird taxonomy (Clements\nlist). Unidentifiable calls have been marked with \"????\" and were added as\nbounding box labels to the ground truth annotations. Parts of this dataset\nhave previously been used in the 2020 BirdCLEF and Kaggle Birdcall\nIdentification competition.\n\n**Files in this collection**\n\nAudio recordings can be accessed by downloading and extracting the\n\"soundscape_data.zip\" file. Soundscape recording filenames contain a\nsequential file ID, recording date and timestamp in PDT (UTC-7). As an\nexample, the file \"HSN_001_20150708_061805.flac\" has sequential ID 001 and was\nrecorded on July 8th 2015 at 06:18:05 PDT. Ground truth annotations are listed\nin \"annotations.csv\" where each line specifies the corresponding filename,\nstart and end time in seconds, low and high frequency in Hertz and an eBird\nspecies code. These species codes can be assigned to scientific and common\nname of a species with the \"species.csv\" file. The approximate recording\nlocation with longitude and latitude can be found in the\n\"recording_location.txt\" file.\n\n**Acknowledgements  **\n\nCompiling this extensive dataset was a major undertaking, and we are very\nthankful to the domain experts who helped to collect and manually annotate the\ndata for this collection (individual contributors in alphabetic order): Anna\nCalderon, Thomas Hahn, Ruoshi Huang, Angelly Tovar\n\n",
  "labellingLevel": "",
  "license": "cc-by-4.0",
  "lifeStage": "",
  "locality": "10 lakes in Sequoia and Kings Canyon National Parks, above 3000m in altitude, in the Sierra Nevada Mountains",
  "minAndMaxRecordingDuration": "",
  "name": "Southern Sierra Nevada birds",
  "numAnnotations": 10296,
  "numAudioFiles": 100,
  "numClasses": 21,
  "numSpecies": "",
  "paperLink": null,
  "physicalSetting": "",
  "provider": "Cornell",
  "recordingPeriod": "Between July 9 and 12, 2015, during morning hours (06:10-09:10 )",
  "recordingType": "Continuous",
  "sampleRate": "",
  "sizeInGb": 1.4,
  "taxonomicClass": "Birds",
  "totalDuration": 16.67,
  "url": "https://zenodo.org/records/7525805",
  "version": 1
}