{
"additionalDescription": "Part of the BIRB benchmark, part of the BirdClef 2021 test set",
"annotationsType": "Species with onset/offset detection time, and frequencies",
"captureDevice": "SWIFT recording units",
"citeAs": null,
  "continent": "North America",
"countryCode": "US-CA",
  "creators": [
    "Stefan Kahl",
    "Connor M. Wood",
    "Philip Chaon",
    "M. Zachariah Peery",
    "Holger Klinck"
  ],
"datePublished": "2022-09-05T09:53:20.543998+00:00",
  "description": "This collection contains 33 hour-long soundscape recordings, which have been\nannotated with 20,147 bounding box labels for 56 different bird species from\nthe Western United States. The data were recorded in 2018 in the Sierra\nNevada, California, USA. This collection has partially been featured as test\ndata in the 2021 BirdCLEF competition and can primarily be used for training\nand evaluation of machine learning algorithms.\n\n**Data collection**\n\nMeasuring the effects of forest management activities in the Sierra Nevada,\nCalifornia, USA can reveal a potential correlation with avian population\ndensity and diversity. For this dataset, passive acoustic surveys were\nconducted in the Lassen and Plumas National Forests in May-August 2018. Survey\ngrid cells (4 km2) were randomly selected from a 6,000-km2 area, and SWIFT\nrecording units were deployed at locations conducive to sound propagation\n(e.g., ridges rather than gullies) within those cells. The sensitivity of the\nused microphones was -44 (+/-3) dB re 1 V/Pa. The microphone's frequency\nresponse was not measured, but is assumed to be flat (+/- 2 dB) in the\nfrequency range 100 Hz to 7.5 kHz. The analog signal was amplified by 38 dB\nand digitized (16-bit resolution) using an analog-to-digital converter (ADC)\nwith a clipping level of -/+ 0.9 V. Recording units recorded continuously\n17:00 - 23:59, 0:00 - 10:00, one-hour files were stored as uncompressed WAVE\nsampled at 32 kHz and later converted to FLAC. Parts of this dataset have\npreviously been used in the 2021 BirdCLEF competition.\n\n**Sampling and annotation protocol**\n\nWe subsampled data for this collection by selecting locations that spanned the\nfull elevational and latitudinal gradients of our study area (~840 - 1700 m\nasl and 39.41 - 40.71°N), and thus represent a broad range of plant\ncommunities. A single annotator boxed every bird call he could recognize,\nignoring those that are too faint or unidentifiable. Raven Pro software was\nused to annotate the data. Provided labels contain full bird calls that are\nboxed in time and frequency. The annotator was allowed to combine multiple\nconsecutive calls of one species into one bounding box label if pauses between\ncalls were shorter than five seconds. We use eBird species codes as labels,\nfollowing the 2021 eBird taxonomy (Clements list).\n\n**Files in this collection**\n\nAudio recordings can be accessed by downloading and extracting the\n\"soundscape_data.zip\" file. Soundscape recording filenames contain a\nsequential file ID, recording date and timestamp in PDT. As an example, the\nfile \"SNE_001_20180509_050002.flac\" has sequential ID 001 and was recorded on\nMay 9th 2018 at 05:00:02 PDT. Ground truth annotations are listed in\n\"annotations.csv\" where each line specifies the corresponding filename, start\nand end time in seconds, low and high frequency in Hertz and an eBird species\ncode. These species codes can be assigned to scientific and common name of a\nspecies with the \"species.csv\" file. The approximate recording location with\nlongitude and latitude can be found in the \"recording_location.txt\" file.\n\n**Acknowledgements  **\n\nThe collection and annotation of this dataset was funded by the U.S. Forest\nService Region 5 and the California Department of Fish and Wildlife.\n\n",
"labellingLevel": "NaN",
  "license": "cc-by-4.0",
"lifeStage": "NaN",
  "locality": "Lassen and Plumas National Forests, Sierra Nevada Mountains in California, USA",
"minAndMaxRecordingDuration": "NaN",
  "name": "Western United States Soundscapes",
"numAnnotations": 20147,
"numAudioFiles": 33,
"numClasses": 56,
"numSpecies": "NaN",
"paperLink": null,
"physicalSetting": "NaN",
  "provider": "Cornell Lab of Ornithology",
"recordingPeriod": "May-August 2018",
"recordingType": "Continuous",
"sampleRate": "NaN",
"sizeInGb": 3.2,
  "species": "NaN",
"taxonomicClass": "Birds",
"totalDuration": 33,
  "url": "https://zenodo.org/records/7050014",
  "version": 1
}