{
"additionalDescription": "Undirected songs of 44 adult males. Distance of 20cm between the microphone and the cage during recording. Recordings quite long (like 5 minutes or more), where the bird doesn't always sing.",
"annotationsType": "Individual",
"captureDevice": "Directed microphones MS957, Sony and AT3031, and a digital recorder",
"citeAs": null,
  "continent": "Asia",
"countryCode": "CN",
  "creators": [
    "Katahira, Kentaro",
    "Suzuki, Kenta",
    "Kagawa, Hiroko",
    "Okanoya, Kazuo"
  ],
"datePublished": "2021-06-24T04:23:32.441416+00:00",
  "description": "The songs of Bengalese finches (Lonchura striata var. domestica) have complex\nsyntax and provide an opportunity to investigate how complex sequential\nbehavior emerges via the evolutionary process. In the present study, we\nsuggest that a simple mechanism, i.e., many-to-one mapping from internal\nstates onto syllables, may underlie the emergence of apparent complex syllable\nsequences that have higher-order history dependencies. We analyzed the songs\nof Bengalese finches and of their wild ancestor, the white-rumped munia\n(Lonchura striata), whose songs are more stereotypical and simpler compared to\nthose of Bengalese finches. The many-to-one mapping mechanism sufficiently\naccounted for the differences in the complexity of song syllable sequences of\nthese two strains.\n\n",
"labellingLevel": "Strong",
  "license": "cc-zero",
"lifeStage": "Adult",
  "locality": "Birds captured in Huben, Mataian and Taipei (China), then recorded in an indoor space (either RIKEN Brain Science Institue in Japan, or locally)",
"minAndMaxRecordingDuration": "NaN",
  "name": "White-rumped munias",
"numAnnotations": 90,
"numAudioFiles": 90,
"numClasses": 44,
"numSpecies": 1,
"paperLink": "https://royalsocietypublishing.org/doi/10.1098/rsbl.2013.0842",
"physicalSetting": "Artificial",
  "provider": "RIKEN Brain Science Institute",
"recordingPeriod": "Capture from June to September, then kept from a few weeks to months before recording.",
"recordingType": "Clips",
"sampleRate": 22.05,
"sizeInGb": 1.2,
  "species": "Lonchura striata",
"taxonomicClass": "Bird",
"totalDuration": 4.5,
  "url": "https://zenodo.org/records/5022578",
  "version": 1
}