{
  "additionalDescription": "Wetlands birds dataset. Recordings taken from Xeno-Canto. Focuses on species that can be found in a wetland in spain. Seems like each recording has one annotation, download and check the spectrograms.",
  "annotationsType": "Species",
  "captureDevice": "Various",
  "citeAs": null,
  "continent": "",
  "countryCode": "",
  "creators": [
    "Juan Gómez-Gómez",
    "Ester Vidaña-Vila",
    "Xavier Sevillano"
  ],
  "datePublished": "2023-01-05T11:51:57.772701+00:00",
  "description": "Manually labelled dataset of bird recordings from the species of interest\ninhabiting in the wetlands of the \"Aiguamolls del Emporda\" natural park in\nGirona, Spain. Concretely, the bird species that compose the dataset are:\n\nAcrocephalus arundinaceus\n\nAcrocephalus melanopogon\n\nAcrocephalus scirpaceus\n\nAlcedo atthis\n\nAnas strepera\n\nAnas platyrhynchos\n\nArdea purpurea\n\nBotaurus stellaris\n\nCharadrius alexandrinus\n\nCiconia ciconia\n\nCircus aeruginosus\n\nCoracias garrulus\n\nDendrocopos minor\n\nFulica atra\n\nGallinula chloropus\n\nHimantopus himantopus\n\nIxobrychus minutus\n\nMotacilla flava\n\nPorphyrio porphyrio\n\nTachybaptus ruficollis\n\nThe dataset includes 5,795 annotated audio clips generated from a source of\n1,098 recordings retrieved from the Xeno-Canto portal, adding up to a total of\n201.6 minutes (12,096 seconds) of vocalizations of different lengths,\nalongside with their corresponding annotations.\n\nAnd second, we also share the Mel spectrogram version of the dataset, where\neach image corresponds to 1-second window of the original audio, resulting in\na total of 17,536 spectrogram images stored in matrix form in .npy files.\n\n\n\nWe would like to acknowledge all the Xeno-Canto community and their\ncontributors for making the creation of the dataset possible. Specially, we\nwould like to thank the following contributors for giving us special\npermission to use their recordings in this work despite having uploaded them\non the Xeno-Cano portal under the terms BY-NC-ND: Anhauser, Arnold Meijer,\nBodo Sonnenburg, Chie-Jen Jerome Ko, Ding Li Yong, Eveny Luis, Fernand\nDeroussen (Sonotheque du MNHN), Hans Matheve, Herman van der Meer, Itziar\nGutierrez, Jacques Prevost, Jarek Matusiak, Jeremy Simar, Joost van Bruggen,\nKrzysztof Deoniziak, Lars Lachmann, Mandar Bhagat, Marc Anderson, Marco\nDragonetti (www.birdsongs.it), Matthias, Feuersenger, Maudoc, Niels Krabbe,\nPatrick Franke, Peter Boesman, Piotr Szczypinski, Ruud van Beusekom.\n\nThe complete list of Xeno-Canto contributors that enabled the creation of this\ndataset is: Ruslan Mazuryk, Anhauser, Regina Eidner, Stephan Risch, Vincent\nPourchaire, Piotr Szczypinski, Beatrix Saadi-Varchmin, Leszek Matacz, Joao\nTomas, LEONCINI, Ireneusz Oleksik, Manuel Grosselet, guus van duin, Niels\nKrabbe, J. Veeken, François Bouzendorf, Jordi Calvet, Markus Jacobs, Bodo\nSonnenburg, Albert Lastukhin, Olivier SWIFT, Leif Arvidsson, Marc Schweitzer,\nMarco Dragonetti, Fernand DEROUSSEN, Thijs Fijen, Tero Linjama, David Marques,\nOmar Alshaheen, Arend Wassink, Marcin Sołowiej, Mano Rathgeber, Stanislas\nWroza, Manuel Schweizer, Jerome Fischer, R. Martin, Lukas Thiess, Étienne\nLeroy, Charlie Bodin, Peter Boesman, Cografikus, Gregory Askew, Jacques\nPREVOST, Joost van Bruggen, David Bissett, Sonnenburg, Jorge Leitao, Peter\nEricsson, brickegickel, W. Agster, Jack Berteau, Bram Vogels, Jeremy Simar,\nFrancesco Sottile, Hans Matheve, Patrik Åberg, Anon Torimi, Ashley Saunders,\nSreekumar Chirukandoth, Nelson Conceiçao, Bertrand Dallet, Michał Jezierski,\nTeet Sirotkin, Yeo SB, Albert Noorlander, MERCIER Christophe, Joe Sparey,\nHerman van der Meer, Jarek Matusiak, Matthias Feuersenger, Eetu Paljakka, Nick\nKomar, Jim Holmes, GABRIEL LEITE, Sue Riffe, Sudipto Roy, Mike Nelson, Eveny\nLuis, Andrew Spencer, Mandar Bhagat, Martin St-Michel, Dilip KG, Timo\nSchnabel, Gerard OLIVIER, Ruud van Beusekom, Bram Piot, John Allcock, David\nDarrell-Lambert, Louis Salle, Louis A. Hansen, Patrick Franke, Krzysztof\nDeoniziak, Antoni Knychała, Bjorn Karlsson, Ilkka Heiskanen, Mikael Litsgard,\nAlain Malengreau, Adam Gruszczyński, Miro Demko, David Farrow, Yannick Jacob,\nAnders During, Ulf Elman, Jose Carlos Sires, Josh Jones, Yong Ding Li,\nHemprich, Matt Slaymaker, Tom Beeke, Martin Sutherland, Lars Lachmann,\nAUDEVARD Aurelien, Yoann Blanchon, Aline SPRIET, Volker Arnold, Edmunds\nRacinskis, Bernard BOUSQUET, Tomas Belka, Guillet Paul, Arkadiusz Frohlich,\nDries Van de Loock, Aladdin, maudoc, Sean Ronayne, Jose A. Neila Ballesteros,\nPaweł Malczyk, Antero Lindholm, Elias A. Ryberg, Karol Kustusch, Andre et\nOdile BOUCHER, Johan Raghall, Jelmer Poelstra, Erik Roels, Terje Kolaas,\nNikolay Sariev, Tom Wulf, Lars Edenius, Karl-Birger Strann, Ad Postma, Hannu\nVarkki, Daniel Beuker, G Berger, Twan Mols, Dominic Garcia-Hall, Gerda van\nDeelen, Vincent Martens, Andrew Harrop, Jan-Kees Bossenbroek, Marie-Lan Taÿ\nPamart, Will Scott, James P, Christophe Legrand, Frederik Fluyt, Simon\nGillings, Antoine Salmon, riou, Thomas ARMAND, Christof van Ackere, James\nLidster, Jan Lindstrom, Nicholas Galea, Niels Van Doninck, Vincent Palomares,\nHarry Hussey, jaap oosterhuis, Alain Verneau, Juha Saari, Trevor Lee, Å\u0081ukasz\nWawrzyniak, Xavier Riera, Nicole Bouglouan, Cisticola juncidis, Lynette\nRudman, Benjamin Drillat, Jorick van Arneym, Tim Cockcroft, Daniel Hinckley,\nBarry Edmonston, Stein Ø. Nilsen, Oscar Campbell, Ramesh Desai, Chie-Jen\nJerome Ko, julien Rochefort, Lars Adler Krogh, Ashley Banwell, Luthi Thomas,\nArnold Meijer, Vlad Amarghioalei, Piotr Szczypiński, Karri Kuitunen, Richard\nDunn, Nicolas Martinez, Guido O. Keijl, Carlos W., PAULUS, Esperanza Poveda,\nItziar Gutierrez, Rolf A. de By, Marc Anderson, Dawid Jablonski, Dimitri,\nRoby, Faansie Peacock, Larsgunnar Nilsson, Ding Li Yong.\n\n",
  "labellingLevel": "",
  "license": "cc-by-4.0",
  "lifeStage": "",
  "locality": "Europe mainly",
  "minAndMaxRecordingDuration": "",
  "name": "WMW Bird ",
  "numAnnotations": 5795,
  "numAudioFiles": 5795,
  "numClasses": 20,
  "numSpecies": "",
  "paperLink": "https://arxiv.org/abs/2207.05393",
  "physicalSetting": "",
  "provider": "Ramon LLull University",
  "recordingPeriod": "Various",
  "recordingType": "Clips",
  "sampleRate": "",
  "sizeInGb": 4,
  "species": "",
  "taxonomicClass": "Birds",
  "totalDuration": 3.4,
  "url": "https://zenodo.org/records/7505820",
  "version": 3
}